export default{
  locate:[
  {
    do: "경기도",
    si: "고양시 일산동구",
    dong: "풍산동"
  },
  {
    do: "경기도",
    si: "광주시",
    dong: "송정동"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "별내동"
  },
  {
    do: "경상남도",
    si: "창원시 의창구",
    dong: "북면"
  },
  {
    do: "부산광역시",
    si: "연제구",
    dong: "연산9동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "재송1동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "길음1동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "문정2동"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "영등1동"
  },
  {
    do: "충청남도",
    si: "당진시",
    dong: "당진1동"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "온양5동"
  },
  {
    do: "충청남도",
    si: "천안시 서북구",
    dong: "불당동"
  },
  {
    do: "충청남도",
    si: "천안시 서북구",
    dong: "쌍용3동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "오치2동"
  },
  {
    do: "서울특별시",
    si: "도봉구",
    dong: "창2동"
  },
  {
    do: "인천광역시",
    si: "연수구",
    dong: "송도1동"
  },
  {
    do: "인천광역시",
    si: "중구",
    dong: "영종1동"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "옥수동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "난향동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "서림동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "상봉1동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "가양1동"
  },
  {
    do: "부산광역시",
    si: "수영구",
    dong: "광안2동"
  },
  {
    do: "부산광역시",
    si: "수영구",
    dong: "광안3동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "우3동"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "서교동"
  },
  {
    do: "대구광역시",
    si: "남구",
    dong: "대명6동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "두산동"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "구래동"
  },
  {
    do: "경기도",
    si: "양주시",
    dong: "양주2동"
  },
  {
    do: "경기도",
    si: "파주시",
    dong: "교하동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "비전1동"
  },
  {
    do: "경기도",
    si: "고양시 일산동구",
    dong: "장항2동"
  },
  {
    do: "경기도",
    si: "안성시",
    dong: "안성2동"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "서농동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "팔탄면"
  },
  {
    do: "경상북도",
    si: "김천시",
    dong: "대신동"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "장전2동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "등촌3동"
  },
  {
    do: "서울특별시",
    si: "광진구",
    dong: "군자동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "석촌동"
  },
  {
    do: "서울특별시",
    si: "중구",
    dong: "소공동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "도곡2동"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "온양3동"
  },
  {
    do: "충청북도",
    si: "청주시 청원구",
    dong: "율량.사천동"
  },
  {
    do: "부산광역시",
    si: "강서구",
    dong: "명지1동"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "대연1동"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "다대2동"
  },
  {
    do: "부산광역시",
    si: "수영구",
    dong: "광안1동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "좌2동"
  },
  {
    do: "부산광역시",
    si: "연제구",
    dong: "연산5동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "석사동"
  },
  {
    do: "경기도",
    si: "수원시 팔달구",
    dong: "인계동"
  },
  {
    do: "경기도",
    si: "양주시",
    dong: "광적면"
  },
  {
    do: "경상남도",
    si: "밀양시",
    dong: "내이동"
  },
  {
    do: "경상북도",
    si: "포항시 남구",
    dong: "상대동"
  },
  {
    do: "인천광역시",
    si: "동구",
    dong: "송현1.2동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "학익1동"
  },
  {
    do: "충청남도",
    si: "당진시",
    dong: "송악읍"
  },
  {
    do: "충청남도",
    si: "예산군",
    dong: "덕산면"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "둔포면"
  },
  {
    do: "부산광역시",
    si: "강서구",
    dong: "대저1동"
  },
  {
    do: "강원도",
    si: "동해시",
    dong: "천곡동"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "반곡관설동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "퇴계동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "행신1동"
  },
  {
    do: "경기도",
    si: "고양시 일산동구",
    dong: "마두2동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "광명5동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "하안3동"
  },
  {
    do: "경기도",
    si: "광주시",
    dong: "광남동"
  },
  {
    do: "경기도",
    si: "군포시",
    dong: "광정동"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "김포본동"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "장기동"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "호평동"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "화도읍"
  },
  {
    do: "경기도",
    si: "동두천시",
    dong: "생연2동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "오정동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "금곡동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "백현동"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "태평1동"
  },
  {
    do: "경기도",
    si: "성남시 중원구",
    dong: "도촌동"
  },
  {
    do: "경기도",
    si: "수원시 권선구",
    dong: "곡선동"
  },
  {
    do: "경기도",
    si: "수원시 영통구",
    dong: "광교1동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "장곡동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "고잔동"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "본오1동"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "관양1동"
  },
  {
    do: "경기도",
    si: "안양시 만안구",
    dong: "석수2동"
  },
  {
    do: "경기도",
    si: "여주시",
    dong: "중앙동"
  },
  {
    do: "경기도",
    si: "연천군",
    dong: "전곡읍"
  },
  {
    do: "경기도",
    si: "오산시",
    dong: "중앙동"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "동백2동"
  },
  {
    do: "경기도",
    si: "용인시 수지구",
    dong: "동천동"
  },
  {
    do: "경기도",
    si: "용인시 처인구",
    dong: "역삼동"
  },
  {
    do: "경기도",
    si: "의왕시",
    dong: "부곡동"
  },
  {
    do: "경기도",
    si: "의왕시",
    dong: "오전동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "송산3동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "호원1동"
  },
  {
    do: "경기도",
    si: "이천시",
    dong: "증포동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "서정동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "팽성읍"
  },
  {
    do: "경기도",
    si: "하남시",
    dong: "덕풍1동"
  },
  {
    do: "경기도",
    si: "하남시",
    dong: "미사1동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "진안동"
  },
  {
    do: "경기도",
    si: "이천시",
    dong: "부발읍"
  },
  {
    do: "경기도",
    si: "광주시",
    dong: "퇴촌면"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "오남읍"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "와부읍"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "은행동"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "마북동"
  },
  {
    do: "경기도",
    si: "파주시",
    dong: "문산읍"
  },
  {
    do: "경기도",
    si: "파주시",
    dong: "운정2동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "안중읍"
  },
  {
    do: "경기도",
    si: "포천시",
    dong: "군내면"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "고현동"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "북부동"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "장유2동"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "활천동"
  },
  {
    do: "경상남도",
    si: "사천시",
    dong: "벌용동"
  },
  {
    do: "경상남도",
    si: "양산시",
    dong: "물금읍"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "하대동"
  },
  {
    do: "경상남도",
    si: "창녕군",
    dong: "부곡면"
  },
  {
    do: "경상남도",
    si: "창원시 마산회원구",
    dong: "구암2동"
  },
  {
    do: "경상남도",
    si: "창원시 마산회원구",
    dong: "회원2동"
  },
  {
    do: "경상남도",
    si: "창원시 성산구",
    dong: "반송동"
  },
  {
    do: "경상남도",
    si: "창원시 성산구",
    dong: "상남동"
  },
  {
    do: "경상남도",
    si: "창원시 진해구",
    dong: "웅천동"
  },
  {
    do: "경상남도",
    si: "통영시",
    dong: "광도면"
  },
  {
    do: "경상남도",
    si: "함양군",
    dong: "함양읍"
  },
  {
    do: "경상남도",
    si: "양산시",
    dong: "양주동"
  },
  {
    do: "경상북도",
    si: "경산시",
    dong: "압량면"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "황성동"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "상모사곡동"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "선주원남동"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "송정동"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "양포동"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "진미동"
  },
  {
    do: "경상북도",
    si: "문경시",
    dong: "점촌1동"
  },
  {
    do: "경상북도",
    si: "영주시",
    dong: "휴천3동"
  },
  {
    do: "경상북도",
    si: "예천군",
    dong: "호명면"
  },
  {
    do: "경상북도",
    si: "칠곡군",
    dong: "북삼읍"
  },
  {
    do: "경상북도",
    si: "칠곡군",
    dong: "석적읍"
  },
  {
    do: "경상북도",
    si: "포항시 남구",
    dong: "대이동"
  },
  {
    do: "경상북도",
    si: "포항시 북구",
    dong: "장량동"
  },
  {
    do: "경상북도",
    si: "포항시 남구",
    dong: "오천읍"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "수완동"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "월곡2동"
  },
  {
    do: "광주광역시",
    si: "남구",
    dong: "월산5동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "신용동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "운암2동"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "풍암동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "감삼동"
  },
  {
    do: "대구광역시",
    si: "달성군",
    dong: "화원읍"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "방촌동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "관문동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "산격4동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "고산1동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "지산1동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "본리동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "월성2동"
  },
  {
    do: "대전광역시",
    si: "동구",
    dong: "자양동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "내동"
  },
  {
    do: "대전광역시",
    si: "유성구",
    dong: "노은2동"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "유천2동"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "대연5동"
  },
  {
    do: "부산광역시",
    si: "동래구",
    dong: "복산동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "전포1동"
  },
  {
    do: "부산광역시",
    si: "북구",
    dong: "화명3동"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "하단2동"
  },
  {
    do: "부산광역시",
    si: "연제구",
    dong: "거제3동"
  },
  {
    do: "부산광역시",
    si: "연제구",
    dong: "연산1동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "반송2동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "반여2동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "당감1동"
  },
  {
    do: "부산광역시",
    si: "북구",
    dong: "덕천3동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "개포2동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "고덕2동"
  },
  {
    do: "서울특별시",
    si: "강북구",
    dong: "송천동"
  },
  {
    do: "서울특별시",
    si: "강북구",
    dong: "수유3동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "발산1동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "방화1동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "화곡6동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "인헌동"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "고척1동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "상계1동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "중계4동"
  },
  {
    do: "서울특별시",
    si: "동대문구",
    dong: "전농1동"
  },
  {
    do: "서울특별시",
    si: "동작구",
    dong: "사당3동"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "망원1동"
  },
  {
    do: "서울특별시",
    si: "서대문구",
    dong: "북가좌2동"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "방배1동"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "성수2가3동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "삼선동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "석관동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "가락본동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "거여1동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "여의동"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "청파동"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "진관동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "묵2동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "묵1동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "논현2동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "암사1동"
  },
  {
    do: "서울특별시",
    si: "금천구",
    dong: "독산4동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "중계1동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "하계1동"
  },
  {
    do: "서울특별시",
    si: "서대문구",
    dong: "신촌동"
  },
  {
    do: "울산광역시",
    si: "북구",
    dong: "농소2동"
  },
  {
    do: "울산광역시",
    si: "울주군",
    dong: "범서읍"
  },
  {
    do: "울산광역시",
    si: "중구",
    dong: "병영1동"
  },
  {
    do: "인천광역시",
    si: "계양구",
    dong: "계산4동"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "논현2동"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "만수6동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "용현5동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "연희동"
  },
  {
    do: "인천광역시",
    si: "연수구",
    dong: "선학동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "도화2.3동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "삼산1동"
  },
  {
    do: "인천광역시",
    si: "연수구",
    dong: "옥련2동"
  },
  {
    do: "전라남도",
    si: "광양시",
    dong: "광양읍"
  },
  {
    do: "전라남도",
    si: "나주시",
    dong: "남평읍"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "부주동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "원산동"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "왕조1동"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "해룡면"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "시전동"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "쌍봉동"
  },
  {
    do: "전라남도",
    si: "해남군",
    dong: "해남읍"
  },
  {
    do: "전라남도",
    si: "화순군",
    dong: "화순읍"
  },
  {
    do: "전라남도",
    si: "고흥군",
    dong: "도양읍"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "문수동"
  },
  {
    do: "전라북도",
    si: "김제시",
    dong: "검산동"
  },
  {
    do: "전라북도",
    si: "남원시",
    dong: "도통동"
  },
  {
    do: "전라북도",
    si: "무주군",
    dong: "무주읍"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "효자4동"
  },
  {
    do: "전라북도",
    si: "정읍시",
    dong: "내장상동"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "중화산2동"
  },
  {
    do: "충청남도",
    si: "논산시",
    dong: "취암동"
  },
  {
    do: "충청남도",
    si: "보령시",
    dong: "대천3동"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "음봉면"
  },
  {
    do: "충청남도",
    si: "천안시 동남구",
    dong: "신방동"
  },
  {
    do: "충청남도",
    si: "천안시 동남구",
    dong: "청룡동"
  },
  {
    do: "충청남도",
    si: "천안시 서북구",
    dong: "백석동"
  },
  {
    do: "충청남도",
    si: "천안시 서북구",
    dong: "성거읍"
  },
  {
    do: "충청남도",
    si: "천안시 서북구",
    dong: "성정2동"
  },
  {
    do: "충청남도",
    si: "홍성군",
    dong: "홍성읍"
  },
  {
    do: "충청남도",
    si: "공주시",
    dong: "신관동"
  },
  {
    do: "충청남도",
    si: "금산군",
    dong: "금산읍"
  },
  {
    do: "충청남도",
    si: "천안시 서북구",
    dong: "직산읍"
  },
  {
    do: "충청북도",
    si: "음성군",
    dong: "금왕읍"
  },
  {
    do: "충청북도",
    si: "음성군",
    dong: "맹동면"
  },
  {
    do: "충청북도",
    si: "제천시",
    dong: "용두동"
  },
  {
    do: "충청북도",
    si: "진천군",
    dong: "진천읍"
  },
  {
    do: "충청북도",
    si: "청주시 흥덕구",
    dong: "가경동"
  },
  {
    do: "충청북도",
    si: "청주시 흥덕구",
    dong: "복대1동"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "교현.안림동"
  },
  {
    do: "충청북도",
    si: "증평군",
    dong: "증평읍"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "창릉동"
  },
  {
    do: "경기도",
    si: "수원시 영통구",
    dong: "광교2동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "압구정동"
  },
  {
    do: "인천광역시",
    si: "중구",
    dong: "운서동"
  },
  {
    do: "강원도",
    si: "횡성군",
    dong: "횡성읍"
  },
  {
    do: "경상남도",
    si: "양산시",
    dong: "원동면"
  },
  {
    do: "부산광역시",
    si: "기장군",
    dong: "정관읍"
  },
  {
    do: "서울특별시",
    si: "동대문구",
    dong: "청량리동"
  },
  {
    do: "전라북도",
    si: "남원시",
    dong: "향교동"
  },
  {
    do: "경기도",
    si: "광주시",
    dong: "곤지암읍"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "판문동"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "진동면"
  },
  {
    do: "경상남도",
    si: "창원시 마산회원구",
    dong: "석전동"
  },
  {
    do: "경상남도",
    si: "창원시 성산구",
    dong: "웅남동"
  },
  {
    do: "경상남도",
    si: "함안군",
    dong: "가야읍"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "양정2동"
  },
  {
    do: "부산광역시",
    si: "동래구",
    dong: "온천3동"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "구월1동"
  },
  {
    do: "충청북도",
    si: "청주시 청원구",
    dong: "우암동"
  },
  {
    do: "경기도",
    si: "고양시 일산동구",
    dong: "중산동"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "운양동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "화정1동"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "양촌읍"
  },
  {
    do: "경기도",
    si: "수원시 권선구",
    dong: "권선1동"
  },
  {
    do: "경기도",
    si: "오산시",
    dong: "대원동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "동탄7동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "향남읍"
  },
  {
    do: "경상북도",
    si: "경산시",
    dong: "압량읍"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "만촌1동"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "구로3동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "신월5동"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "종로1.2.3.4가동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "면목4동"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "고운동"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "새롬동"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "만수1동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "부평1동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "오류왕길동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "부전2동"
  },
  {
    do: "강원도",
    si: "철원군",
    dong: "갈말읍"
  },
  {
    do: "경기도",
    si: "여주시",
    dong: "산북면"
  },
  {
    do: "경상남도",
    si: "창녕군",
    dong: "창녕읍"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "효자3동"
  },
  {
    do: "경기도",
    si: "광주시",
    dong: "오포읍"
  },
  {
    do: "경기도",
    si: "군포시",
    dong: "산본1동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "신중동"
  },
  {
    do: "경기도",
    si: "수원시 장안구",
    dong: "송죽동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "정왕1동"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "사동"
  },
  {
    do: "경기도",
    si: "안양시 만안구",
    dong: "안양2동"
  },
  {
    do: "경기도",
    si: "오산시",
    dong: "신장동"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "장유3동"
  },
  {
    do: "경상북도",
    si: "김천시",
    dong: "대곡동"
  },
  {
    do: "경상북도",
    si: "포항시 북구",
    dong: "흥해읍"
  },
  {
    do: "부산광역시",
    si: "북구",
    dong: "구포1동"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "당리동"
  },
  {
    do: "부산광역시",
    si: "수영구",
    dong: "민락동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "역삼1동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "천호2동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "중앙동"
  },
  {
    do: "서울특별시",
    si: "금천구",
    dong: "독산3동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "상계2동"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "방배2동"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "마장동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "정릉1동"
  },
  {
    do: "서울특별시",
    si: "중구",
    dong: "회현동"
  },
  {
    do: "울산광역시",
    si: "울주군",
    dong: "온산읍"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "부평4동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "검단동"
  },
  {
    do: "경기도",
    si: "고양시 일산동구",
    dong: "정발산동"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "구성동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "의정부1동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "송탄동"
  },
  {
    do: "경상남도",
    si: "창원시 진해구",
    dong: "웅동2동"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "공단2동"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "비산동"
  },
  {
    do: "경상북도",
    si: "예천군",
    dong: "예천읍"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "상중이동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "관저2동"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "대연3동"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "서1동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "영등포동"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "서강동"
  },
  {
    do: "서울특별시",
    si: "중구",
    dong: "중림동"
  },
  {
    do: "울산광역시",
    si: "중구",
    dong: "중앙동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "주안5동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "가정3동"
  },
  {
    do: "인천광역시",
    si: "옹진군",
    dong: "백령면"
  },
  {
    do: "전라남도",
    si: "고흥군",
    dong: "고흥읍"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "중앙동"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "모현동"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "중앙동"
  },
  {
    do: "충청남도",
    si: "천안시 동남구",
    dong: "목천읍"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "연수동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "배곧동"
  },
  {
    do: "대구광역시",
    si: "달성군",
    dong: "다사읍"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "고성동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "태전1동"
  },
  {
    do: "대구광역시",
    si: "중구",
    dong: "삼덕동"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "서창2동"
  },
  {
    do: "경기도",
    si: "용인시 처인구",
    dong: "양지면"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "둔산2동"
  },
  {
    do: "대전광역시",
    si: "유성구",
    dong: "온천1동"
  },
  {
    do: "충청남도",
    si: "천안시 동남구",
    dong: "원성1동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "남양읍"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "고아읍"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "다대1동"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "불광2동"
  },
  {
    do: "울산광역시",
    si: "남구",
    dong: "달동"
  },
  {
    do: "울산광역시",
    si: "북구",
    dong: "농소1동"
  },
  {
    do: "전라북도",
    si: "고창군",
    dong: "고창읍"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "서신동"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "평화2동"
  },
  {
    do: "충청북도",
    si: "청주시 서원구",
    dong: "남이면"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "양산동"
  },
  {
    do: "광주광역시",
    si: "동구",
    dong: "산수2동"
  },
  {
    do: "전라남도",
    si: "나주시",
    dong: "빛가람동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "화곡본동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "성내3동"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "장기본동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "목감동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "호수동"
  },
  {
    do: "경기도",
    si: "안성시",
    dong: "공도읍"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "평촌동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "포승읍"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "마도면"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "월평2동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "대학동"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "성산1동"
  },
  {
    do: "인천광역시",
    si: "계양구",
    dong: "계산1동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "신천동"
  },
  {
    do: "인천광역시",
    si: "연수구",
    dong: "연수1동"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "고촌읍"
  },
  {
    do: "경기도",
    si: "동두천시",
    dong: "소요동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "서현1동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "고덕면"
  },
  {
    do: "경기도",
    si: "하남시",
    dong: "감북동"
  },
  {
    do: "경기도",
    si: "하남시",
    dong: "춘궁동"
  },
  {
    do: "경기도",
    si: "하남시",
    dong: "풍산동"
  },
  {
    do: "경기도",
    si: "구리시",
    dong: "교문1동"
  },
  {
    do: "경기도",
    si: "군포시",
    dong: "군포1동"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "풍무동"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "다산1동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "야탑1동"
  },
  {
    do: "경기도",
    si: "수원시 영통구",
    dong: "영통1동"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "보정동"
  },
  {
    do: "경기도",
    si: "용인시 수지구",
    dong: "풍덕천2동"
  },
  {
    do: "경상북도",
    si: "상주시",
    dong: "남원동"
  },
  {
    do: "경상북도",
    si: "포항시 남구",
    dong: "해도동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "죽전동"
  },
  {
    do: "대전광역시",
    si: "유성구",
    dong: "노은1동"
  },
  {
    do: "서울특별시",
    si: "강북구",
    dong: "번3동"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "구로2동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "종암동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "삼전동"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "녹번동"
  },
  {
    do: "서울특별시",
    si: "광진구",
    dong: "광장동"
  },
  {
    do: "서울특별시",
    si: "동작구",
    dong: "상도2동"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "망원2동"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "신수동"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "역촌동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "검단3동"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "국동"
  },
  {
    do: "전라남도",
    si: "광양시",
    dong: "중마동"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "온양2동"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "합포동"
  },
  {
    do: "경상남도",
    si: "창원시 의창구",
    dong: "명곡동"
  },
  {
    do: "경상북도",
    si: "경산시",
    dong: "서부1동"
  },
  {
    do: "대구광역시",
    si: "남구",
    dong: "대명3동"
  },
  {
    do: "대구광역시",
    si: "달성군",
    dong: "유가읍"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "신암3동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "읍내동"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "평리1동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "범물2동"
  },
  {
    do: "울산광역시",
    si: "남구",
    dong: "무거동"
  },
  {
    do: "울산광역시",
    si: "북구",
    dong: "농소3동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "부평6동"
  },
  {
    do: "부산광역시",
    si: "동래구",
    dong: "명륜동"
  },
  {
    do: "부산광역시",
    si: "중구",
    dong: "남포동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "천전동"
  },
  {
    do: "충청북도",
    si: "청주시 흥덕구",
    dong: "강서1동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "중1동"
  },
  {
    do: "경기도",
    si: "수원시 영통구",
    dong: "원천동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "잠실6동"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "종로5.6가동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "정왕3동"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "옥동"
  },
  {
    do: "경상북도",
    si: "포항시 남구",
    dong: "동해면"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "신당동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "안심3.4동"
  },
  {
    do: "대구광역시",
    si: "중구",
    dong: "대봉1동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "상인2동"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "장전3동"
  },
  {
    do: "부산광역시",
    si: "북구",
    dong: "덕천2동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "서원동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "상동"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "금암1동"
  },
  {
    do: "강원도",
    si: "태백시",
    dong: "상장동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "진천동"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "상문동"
  },
  {
    do: "경상북도",
    si: "영주시",
    dong: "가흥1동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "월성1동"
  },
  {
    do: "대구광역시",
    si: "달성군",
    dong: "유가면"
  },
  {
    do: "충청남도",
    si: "서산시",
    dong: "석남동"
  },
  {
    do: "경기도",
    si: "하남시",
    dong: "덕풍3동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "조원동"
  },
  {
    do: "울산광역시",
    si: "남구",
    dong: "신정2동"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "교2동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "호원2동"
  },
  {
    do: "경상남도",
    si: "거창군",
    dong: "거창읍"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "안강읍"
  },
  {
    do: "경상북도",
    si: "포항시 남구",
    dong: "연일읍"
  },
  {
    do: "대전광역시",
    si: "유성구",
    dong: "노은3동"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "서초2동"
  },
  {
    do: "인천광역시",
    si: "동구",
    dong: "송림6동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "도화1동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "주안1동"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "구월3동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "암사2동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "우2동"
  },
  {
    do: "경상북도",
    si: "포항시 남구",
    dong: "효곡동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "용봉동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "칠성동"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "비산1동"
  },
  {
    do: "충청남도",
    si: "청양군",
    dong: "정산면"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "부개3동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "청천2동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "동탄1동"
  },
  {
    do: "충청남도",
    si: "천안시 서북구",
    dong: "부성2동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "가정1동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "관산동"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "사우동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "당산2동"
  },
  {
    do: "강원도",
    si: "삼척시",
    dong: "원덕읍"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "효자1동"
  },
  {
    do: "강원도",
    si: "화천군",
    dong: "상서면"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "월곶면"
  },
  {
    do: "경기도",
    si: "동두천시",
    dong: "중앙동"
  },
  {
    do: "경기도",
    si: "양주시",
    dong: "회천4동"
  },
  {
    do: "경기도",
    si: "이천시",
    dong: "신둔면"
  },
  {
    do: "경기도",
    si: "하남시",
    dong: "신장2동"
  },
  {
    do: "경기도",
    si: "하남시",
    dong: "초이동"
  },
  {
    do: "경상남도",
    si: "양산시",
    dong: "하북면"
  },
  {
    do: "경상북도",
    si: "영덕군",
    dong: "영해면"
  },
  {
    do: "경상북도",
    si: "울진군",
    dong: "후포면"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "수성1가동"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "용답동"
  },
  {
    do: "울산광역시",
    si: "남구",
    dong: "삼산동"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "여천동"
  },
  {
    do: "경기도",
    si: "포천시",
    dong: "영중면"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "성현동"
  },
  {
    do: "강원도",
    si: "삼척시",
    dong: "남양동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "주안7동"
  },
  {
    do: "전라남도",
    si: "장성군",
    dong: "장성읍"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "우정읍"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "잠원동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "장암동"
  },
  {
    do: "강원도",
    si: "평창군",
    dong: "진부면"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "만수5동"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "간석2동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "서탄면"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "성내1동"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "돌산읍"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "신월3동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "용이동"
  },
  {
    do: "경기도",
    si: "광주시",
    dong: "경안동"
  },
  {
    do: "경기도",
    si: "수원시 팔달구",
    dong: "매교동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "중앙동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "초지동"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "이동"
  },
  {
    do: "경기도",
    si: "의왕시",
    dong: "청계동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "정남면"
  },
  {
    do: "경기도",
    si: "수원시 권선구",
    dong: "평동"
  },
  {
    do: "경상남도",
    si: "사천시",
    dong: "사천읍"
  },
  {
    do: "경상북도",
    si: "영덕군",
    dong: "남정면"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "이곡2동"
  },
  {
    do: "서울특별시",
    si: "금천구",
    dong: "가산동"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "갈현1동"
  },
  {
    do: "전라남도",
    si: "보성군",
    dong: "보성읍"
  },
  {
    do: "전라남도",
    si: "완도군",
    dong: "완도읍"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "신창면"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "산격3동"
  },
  {
    do: "경기도",
    si: "고양시 일산동구",
    dong: "고봉동"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "본오3동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "송산1동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "의정부3동"
  },
  {
    do: "경기도",
    si: "포천시",
    dong: "소흘읍"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "조치원읍"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "응암3동"
  },
  {
    do: "울산광역시",
    si: "울주군",
    dong: "온양읍"
  },
  {
    do: "강원도",
    si: "영월군",
    dong: "주천면"
  },
  {
    do: "경기도",
    si: "고양시 일산서구",
    dong: "일산1동"
  },
  {
    do: "경기도",
    si: "고양시 일산서구",
    dong: "주엽1동"
  },
  {
    do: "경기도",
    si: "고양시 일산서구",
    dong: "탄현동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "광명3동"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "금곡동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "중동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "수내1동"
  },
  {
    do: "경기도",
    si: "성남시 중원구",
    dong: "금광2동"
  },
  {
    do: "경기도",
    si: "성남시 중원구",
    dong: "성남동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "고잔2동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "선부1동"
  },
  {
    do: "경기도",
    si: "용인시 수지구",
    dong: "성복동"
  },
  {
    do: "경기도",
    si: "하남시",
    dong: "덕풍2동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "등촌2동"
  },
  {
    do: "서울특별시",
    si: "동대문구",
    dong: "답십리2동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "장위2동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "신정4동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "양평2동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "영등포본동"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "진접읍"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "청림동"
  },
  {
    do: "서울특별시",
    si: "광진구",
    dong: "자양2동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "명일2동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "월계3동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "동선동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "신원동"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "소초면"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "신갈동"
  },
  {
    do: "경기도",
    si: "구리시",
    dong: "갈매동"
  },
  {
    do: "경기도",
    si: "수원시 영통구",
    dong: "매탄3동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "대야동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "정왕본동"
  },
  {
    do: "경기도",
    si: "이천시",
    dong: "창전동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "봉담읍"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "신창동"
  },
  {
    do: "서울특별시",
    si: "금천구",
    dong: "독산2동"
  },
  {
    do: "인천광역시",
    si: "연수구",
    dong: "청학동"
  },
  {
    do: "충청남도",
    si: "천안시 동남구",
    dong: "중앙동"
  },
  {
    do: "충청북도",
    si: "청주시 흥덕구",
    dong: "봉명1동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "성사1동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "행신3동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "행주동"
  },
  {
    do: "경기도",
    si: "파주시",
    dong: "운정1동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "공항동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "등촌1동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "화곡1동"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "성산2동"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "용호3동"
  },
  {
    do: "경기도",
    si: "수원시 팔달구",
    dong: "행궁동"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "도화동"
  },
  {
    do: "울산광역시",
    si: "동구",
    dong: "화정동"
  },
  {
    do: "인천광역시",
    si: "연수구",
    dong: "송도3동"
  },
  {
    do: "경기도",
    si: "고양시 일산동구",
    dong: "백석2동"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "서2동"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "서3동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "심곡2동"
  },
  {
    do: "경상남도",
    si: "창원시 진해구",
    dong: "웅동1동"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "용상동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "문흥2동"
  },
  {
    do: "대구광역시",
    si: "남구",
    dong: "대명2동"
  },
  {
    do: "대전광역시",
    si: "동구",
    dong: "효동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "초읍동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "우1동"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "평창동"
  },
  {
    do: "충청남도",
    si: "홍성군",
    dong: "광천읍"
  },
  {
    do: "충청북도",
    si: "제천시",
    dong: "중앙동"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "신니면"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "부림동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "삼산2동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "신곡2동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "월곡1동"
  },
  {
    do: "인천광역시",
    si: "계양구",
    dong: "효성2동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "산곡4동"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "송천1동"
  },
  {
    do: "대구광역시",
    si: "남구",
    dong: "봉덕1동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "이곡1동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "복현1동"
  },
  {
    do: "인천광역시",
    si: "중구",
    dong: "신포동"
  },
  {
    do: "경기도",
    si: "수원시 영통구",
    dong: "영통3동"
  },
  {
    do: "경기도",
    si: "용인시 처인구",
    dong: "포곡읍"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "일곡동"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "상무1동"
  },
  {
    do: "대전광역시",
    si: "대덕구",
    dong: "덕암동"
  },
  {
    do: "대전광역시",
    si: "대덕구",
    dong: "송촌동"
  },
  {
    do: "대전광역시",
    si: "동구",
    dong: "가양2동"
  },
  {
    do: "대전광역시",
    si: "동구",
    dong: "산내동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "갈마1동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "둔산1동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "월평1동"
  },
  {
    do: "대전광역시",
    si: "유성구",
    dong: "온천2동"
  },
  {
    do: "대전광역시",
    si: "유성구",
    dong: "전민동"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "오류동"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "은행선화동"
  },
  {
    do: "서울특별시",
    si: "도봉구",
    dong: "쌍문2동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "신길6동"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "도담동"
  },
  {
    do: "충청남도",
    si: "천안시 동남구",
    dong: "신안동"
  },
  {
    do: "충청북도",
    si: "청주시 서원구",
    dong: "사창동"
  },
  {
    do: "충청북도",
    si: "청주시 흥덕구",
    dong: "오송읍"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "평동"
  },
  {
    do: "광주광역시",
    si: "남구",
    dong: "효덕동"
  },
  {
    do: "서울특별시",
    si: "금천구",
    dong: "독산1동"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "첨단2동"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "상무2동"
  },
  {
    do: "경기도",
    si: "구리시",
    dong: "수택2동"
  },
  {
    do: "경기도",
    si: "파주시",
    dong: "조리읍"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "국우동"
  },
  {
    do: "서울특별시",
    si: "광진구",
    dong: "구의2동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "화정2동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "흥도동"
  },
  {
    do: "경기도",
    si: "고양시 일산서구",
    dong: "일산2동"
  },
  {
    do: "경기도",
    si: "군포시",
    dong: "재궁동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "상동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "선부3동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "대치2동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "천호3동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "화곡2동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "화곡3동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "은천동"
  },
  {
    do: "서울특별시",
    si: "광진구",
    dong: "구의1동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "월계1동"
  },
  {
    do: "서울특별시",
    si: "동작구",
    dong: "사당2동"
  },
  {
    do: "서울특별시",
    si: "서대문구",
    dong: "홍제2동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "잠실본동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "목5동"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "불광1동"
  },
  {
    do: "서울특별시",
    si: "중구",
    dong: "신당5동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "면목7동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "용현1.4동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "주안6동"
  },
  {
    do: "충청북도",
    si: "청주시 상당구",
    dong: "용담.명암.산성동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "행신2동"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "마산동"
  },
  {
    do: "경기도",
    si: "수원시 권선구",
    dong: "금곡동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "정왕2동"
  },
  {
    do: "경기도",
    si: "안성시",
    dong: "금광면"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "부원동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "염창동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "가좌2동"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "삼천3동"
  },
  {
    do: "인천광역시",
    si: "연수구",
    dong: "송도2동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "검암경서동"
  },
  {
    do: "광주광역시",
    si: "남구",
    dong: "봉선2동"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "치평동"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "화정2동"
  },
  {
    do: "대전광역시",
    si: "유성구",
    dong: "신성동"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "보람동"
  },
  {
    do: "전라북도",
    si: "완주군",
    dong: "이서면"
  },
  {
    do: "경상북도",
    si: "경산시",
    dong: "동부동"
  },
  {
    do: "경상남도",
    si: "양산시",
    dong: "삼성동"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "구서2동"
  },
  {
    do: "서울특별시",
    si: "도봉구",
    dong: "방학2동"
  },
  {
    do: "울산광역시",
    si: "북구",
    dong: "송정동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "삼송동"
  },
  {
    do: "서울특별시",
    si: "금천구",
    dong: "시흥1동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "부평5동"
  },
  {
    do: "서울특별시",
    si: "중구",
    dong: "을지로동"
  },
  {
    do: "경기도",
    si: "수원시 장안구",
    dong: "율천동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "비전2동"
  },
  {
    do: "경기도",
    si: "안성시",
    dong: "안성3동"
  },
  {
    do: "경기도",
    si: "안양시 만안구",
    dong: "안양8동"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "장유1동"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "주촌면"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "회현동"
  },
  {
    do: "경상남도",
    si: "사천시",
    dong: "벌룡동"
  },
  {
    do: "경상남도",
    si: "양산시",
    dong: "동면"
  },
  {
    do: "경상남도",
    si: "양산시",
    dong: "서창동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "가호동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "평거동"
  },
  {
    do: "경상남도",
    si: "창원시 마산회원구",
    dong: "회원1동"
  },
  {
    do: "경상남도",
    si: "창원시 성산구",
    dong: "성주동"
  },
  {
    do: "경상남도",
    si: "창원시 의창구",
    dong: "봉림동"
  },
  {
    do: "대구광역시",
    si: "달성군",
    dong: "현풍면"
  },
  {
    do: "부산광역시",
    si: "강서구",
    dong: "녹산동"
  },
  {
    do: "부산광역시",
    si: "강서구",
    dong: "명지2동"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "구서1동"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "우암동"
  },
  {
    do: "부산광역시",
    si: "동래구",
    dong: "사직3동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "범천2동"
  },
  {
    do: "부산광역시",
    si: "북구",
    dong: "구포3동"
  },
  {
    do: "부산광역시",
    si: "북구",
    dong: "금곡동"
  },
  {
    do: "부산광역시",
    si: "북구",
    dong: "덕천1동"
  },
  {
    do: "부산광역시",
    si: "북구",
    dong: "만덕3동"
  },
  {
    do: "부산광역시",
    si: "북구",
    dong: "화명1동"
  },
  {
    do: "부산광역시",
    si: "북구",
    dong: "화명2동"
  },
  {
    do: "부산광역시",
    si: "사상구",
    dong: "학장동"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "괴정1동"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "장림2동"
  },
  {
    do: "부산광역시",
    si: "영도구",
    dong: "남항동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "반여1동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "검단4동"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "배방읍"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "호암.직동"
  },
  {
    do: "경기도",
    si: "양주시",
    dong: "회천1동"
  },
  {
    do: "경상남도",
    si: "통영시",
    dong: "무전동"
  },
  {
    do: "경상남도",
    si: "통영시",
    dong: "정량동"
  },
  {
    do: "경상남도",
    si: "통영시",
    dong: "중앙동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "안암동"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "하단1동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "우장산동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "상계5동"
  },
  {
    do: "서울특별시",
    si: "동대문구",
    dong: "장안1동"
  },
  {
    do: "서울특별시",
    si: "동작구",
    dong: "상도4동"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "송정동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "신정3동"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "간석4동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "숭의2동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "용현3동"
  },
  {
    do: "전라북도",
    si: "임실군",
    dong: "임실읍"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "효자5동"
  },
  {
    do: "경기도",
    si: "성남시 중원구",
    dong: "금광1동"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "교방동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "두류1.2동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "용산2동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "중2동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "상일동"
  },
  {
    do: "울산광역시",
    si: "남구",
    dong: "삼호동"
  },
  {
    do: "울산광역시",
    si: "동구",
    dong: "전하2동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "검단1동"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "수송동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "고산3동"
  },
  {
    do: "대구광역시",
    si: "중구",
    dong: "성내2동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "당감4동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "범천1동"
  },
  {
    do: "경기도",
    si: "수원시 팔달구",
    dong: "우만2동"
  },
  {
    do: "경기도",
    si: "양주시",
    dong: "양주1동"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "기흥동"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "월피동"
  },
  {
    do: "경기도",
    si: "수원시 권선구",
    dong: "서둔동"
  },
  {
    do: "경기도",
    si: "수원시 장안구",
    dong: "정자2동"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "동백동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "낙성대동"
  },
  {
    do: "경기도",
    si: "고양시 일산동구",
    dong: "마두1동"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "호계2동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "청룡동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "동천동"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "수진2동"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "위례동"
  },
  {
    do: "경기도",
    si: "성남시 중원구",
    dong: "상대원3동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "세교동"
  },
  {
    do: "대전광역시",
    si: "유성구",
    dong: "진잠동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "성내2동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "명일1동"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "교1동"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "성덕동"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "주문진읍"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "홍제동"
  },
  {
    do: "강원도",
    si: "속초시",
    dong: "노학동"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "단구동"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "문막읍"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "우산동"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "태장2동"
  },
  {
    do: "강원도",
    si: "철원군",
    dong: "동송읍"
  },
  {
    do: "경기도",
    si: "고양시 일산동구",
    dong: "백석1동"
  },
  {
    do: "경기도",
    si: "고양시 일산서구",
    dong: "송산동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "소하1동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "하안4동"
  },
  {
    do: "경기도",
    si: "광주시",
    dong: "초월읍"
  },
  {
    do: "경기도",
    si: "구리시",
    dong: "수택3동"
  },
  {
    do: "경기도",
    si: "구리시",
    dong: "인창동"
  },
  {
    do: "경기도",
    si: "군포시",
    dong: "군포2동"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "통진읍"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "별내면"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "대산동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "성곡동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "소사본동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "야탑2동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "운중동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "정자동"
  },
  {
    do: "경기도",
    si: "성남시 중원구",
    dong: "은행2동"
  },
  {
    do: "경기도",
    si: "수원시 영통구",
    dong: "매탄2동"
  },
  {
    do: "경기도",
    si: "수원시 영통구",
    dong: "영통2동"
  },
  {
    do: "경기도",
    si: "수원시 장안구",
    dong: "조원1동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "능곡동"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "성포동"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "비산2동"
  },
  {
    do: "경기도",
    si: "양주시",
    dong: "회천2동"
  },
  {
    do: "경기도",
    si: "양평군",
    dong: "용문면"
  },
  {
    do: "경기도",
    si: "오산시",
    dong: "세마동"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "구갈동"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "영덕1동"
  },
  {
    do: "경기도",
    si: "용인시 수지구",
    dong: "상현1동"
  },
  {
    do: "경기도",
    si: "용인시 수지구",
    dong: "상현2동"
  },
  {
    do: "경기도",
    si: "용인시 수지구",
    dong: "죽전1동"
  },
  {
    do: "경기도",
    si: "용인시 수지구",
    dong: "풍덕천1동"
  },
  {
    do: "경기도",
    si: "용인시 처인구",
    dong: "남사면"
  },
  {
    do: "경기도",
    si: "용인시 처인구",
    dong: "모현읍"
  },
  {
    do: "경기도",
    si: "용인시 처인구",
    dong: "중앙동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "가능동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "송산2동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "신곡1동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "자금동"
  },
  {
    do: "경기도",
    si: "이천시",
    dong: "중리동"
  },
  {
    do: "경기도",
    si: "파주시",
    dong: "운정3동"
  },
  {
    do: "경기도",
    si: "포천시",
    dong: "신북면"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "동탄5동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "동탄6동"
  },
  {
    do: "경기도",
    si: "수원시 장안구",
    dong: "파장동"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "수양동"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "옥포1동"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "삼안동"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "진영읍"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "칠산서부동"
  },
  {
    do: "경상남도",
    si: "밀양시",
    dong: "삼문동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "금산면"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "초장동"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "문화동"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "오동동"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "현동"
  },
  {
    do: "경상남도",
    si: "창원시 마산회원구",
    dong: "내서읍"
  },
  {
    do: "경상남도",
    si: "창원시 성산구",
    dong: "가음정동"
  },
  {
    do: "경상남도",
    si: "창원시 진해구",
    dong: "자은동"
  },
  {
    do: "경상남도",
    si: "창원시 진해구",
    dong: "풍호동"
  },
  {
    do: "경상남도",
    si: "통영시",
    dong: "미수동"
  },
  {
    do: "경상북도",
    si: "경산시",
    dong: "하양읍"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "불국동"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "성건동"
  },
  {
    do: "경상북도",
    si: "김천시",
    dong: "율곡동"
  },
  {
    do: "경상북도",
    si: "문경시",
    dong: "점촌5동"
  },
  {
    do: "경상북도",
    si: "상주시",
    dong: "북문동"
  },
  {
    do: "경상북도",
    si: "성주군",
    dong: "성주읍"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "강남동"
  },
  {
    do: "경상북도",
    si: "영덕군",
    dong: "영덕읍"
  },
  {
    do: "경상북도",
    si: "영천시",
    dong: "동부동"
  },
  {
    do: "경상북도",
    si: "울진군",
    dong: "울진읍"
  },
  {
    do: "경상북도",
    si: "칠곡군",
    dong: "왜관읍"
  },
  {
    do: "경상북도",
    si: "포항시 북구",
    dong: "두호동"
  },
  {
    do: "경상북도",
    si: "포항시 북구",
    dong: "죽도동"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "송정2동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "운암1동"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "금호2동"
  },
  {
    do: "대구광역시",
    si: "남구",
    dong: "대명9동"
  },
  {
    do: "대구광역시",
    si: "달성군",
    dong: "현풍읍"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "불로.봉무동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "신암2동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "안심1동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "구암동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "무태조야동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "침산2동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "태전2동"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "내당1동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "상동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "지산2동"
  },
  {
    do: "대전광역시",
    si: "대덕구",
    dong: "오정동"
  },
  {
    do: "대전광역시",
    si: "동구",
    dong: "용운동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "가수원동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "괴정동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "용문동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "탄방동"
  },
  {
    do: "대전광역시",
    si: "유성구",
    dong: "원신흥동"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "유천1동"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "장전1동"
  },
  {
    do: "부산광역시",
    si: "기장군",
    dong: "기장읍"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "용호2동"
  },
  {
    do: "부산광역시",
    si: "동래구",
    dong: "수민동"
  },
  {
    do: "부산광역시",
    si: "사상구",
    dong: "괘법동"
  },
  {
    do: "부산광역시",
    si: "사상구",
    dong: "엄궁동"
  },
  {
    do: "부산광역시",
    si: "사상구",
    dong: "주례2동"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "장림1동"
  },
  {
    do: "부산광역시",
    si: "수영구",
    dong: "남천2동"
  },
  {
    do: "부산광역시",
    si: "영도구",
    dong: "동삼1동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "좌1동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "둔촌2동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "천호1동"
  },
  {
    do: "서울특별시",
    si: "강북구",
    dong: "삼각산동"
  },
  {
    do: "서울특별시",
    si: "강북구",
    dong: "송중동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "방화2동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "화곡4동"
  },
  {
    do: "서울특별시",
    si: "광진구",
    dong: "능동"
  },
  {
    do: "서울특별시",
    si: "광진구",
    dong: "자양4동"
  },
  {
    do: "서울특별시",
    si: "광진구",
    dong: "중곡4동"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "개봉3동"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "오류2동"
  },
  {
    do: "서울특별시",
    si: "금천구",
    dong: "시흥3동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "공릉1동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "상계6.7동"
  },
  {
    do: "서울특별시",
    si: "도봉구",
    dong: "도봉1동"
  },
  {
    do: "서울특별시",
    si: "도봉구",
    dong: "방학1동"
  },
  {
    do: "서울특별시",
    si: "동대문구",
    dong: "용신동"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "합정동"
  },
  {
    do: "서울특별시",
    si: "서대문구",
    dong: "연희동"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "방배본동"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "왕십리도선동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "보문동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "월곡2동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "방이2동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "오금동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "목1동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "신월1동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "신정1동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "대림1동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "문래동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "신길3동"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "후암동"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "대조동"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "혜화동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "망우3동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "면목5동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "상봉2동"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "소담동"
  },
  {
    do: "울산광역시",
    si: "남구",
    dong: "선암동"
  },
  {
    do: "울산광역시",
    si: "동구",
    dong: "남목2동"
  },
  {
    do: "울산광역시",
    si: "동구",
    dong: "남목3동"
  },
  {
    do: "울산광역시",
    si: "동구",
    dong: "일산동"
  },
  {
    do: "울산광역시",
    si: "울주군",
    dong: "언양읍"
  },
  {
    do: "울산광역시",
    si: "울주군",
    dong: "청량읍"
  },
  {
    do: "울산광역시",
    si: "중구",
    dong: "성안동"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "간석1동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "부평3동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "불로대곡동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "석남2동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "청라1동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "신흥동"
  },
  {
    do: "전라남도",
    si: "무안군",
    dong: "삼향읍"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "남제동"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "소라면"
  },
  {
    do: "전라남도",
    si: "영광군",
    dong: "영광읍"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "경암동"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "나운3동"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "소룡동"
  },
  {
    do: "전라북도",
    si: "부안군",
    dong: "부안읍"
  },
  {
    do: "전라북도",
    si: "완주군",
    dong: "봉동읍"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "동산동"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "송학동"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "신동"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "어양동"
  },
  {
    do: "전라북도",
    si: "임실군",
    dong: "오수면"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "송천2동"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "우아2동"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "인후1동"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "혁신동"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "삼천2동"
  },
  {
    do: "충청남도",
    si: "계룡시",
    dong: "엄사면"
  },
  {
    do: "충청남도",
    si: "당진시",
    dong: "당진3동"
  },
  {
    do: "충청남도",
    si: "보령시",
    dong: "대천1동"
  },
  {
    do: "충청남도",
    si: "부여군",
    dong: "부여읍"
  },
  {
    do: "충청남도",
    si: "서산시",
    dong: "동문2동"
  },
  {
    do: "충청남도",
    si: "서천군",
    dong: "서천읍"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "온양6동"
  },
  {
    do: "충청남도",
    si: "예산군",
    dong: "예산읍"
  },
  {
    do: "충청남도",
    si: "천안시 서북구",
    dong: "쌍용1동"
  },
  {
    do: "충청남도",
    si: "태안군",
    dong: "태안읍"
  },
  {
    do: "충청북도",
    si: "영동군",
    dong: "영동읍"
  },
  {
    do: "충청북도",
    si: "옥천군",
    dong: "옥천읍"
  },
  {
    do: "충청북도",
    si: "음성군",
    dong: "대소면"
  },
  {
    do: "충청북도",
    si: "음성군",
    dong: "음성읍"
  },
  {
    do: "충청북도",
    si: "청주시 상당구",
    dong: "금천동"
  },
  {
    do: "충청북도",
    si: "청주시 상당구",
    dong: "용암1동"
  },
  {
    do: "충청북도",
    si: "청주시 서원구",
    dong: "성화.개신.죽림동"
  },
  {
    do: "충청북도",
    si: "청주시 청원구",
    dong: "오창읍"
  },
  {
    do: "충청북도",
    si: "청주시 흥덕구",
    dong: "봉명2.송정동"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "칠금.금릉동"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "동상동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "상대동"
  },
  {
    do: "경상남도",
    si: "창원시 의창구",
    dong: "용지동"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "부곡4동"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "대연4동"
  },
  {
    do: "울산광역시",
    si: "남구",
    dong: "신정3동"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "동백1동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "하당동"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "태화동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "산격2동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "침산3동"
  },
  {
    do: "울산광역시",
    si: "남구",
    dong: "대현동"
  },
  {
    do: "전라남도",
    si: "광양시",
    dong: "태인동"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "탕정면"
  },
  {
    do: "광주광역시",
    si: "동구",
    dong: "동명동"
  },
  {
    do: "경기도",
    si: "광주시",
    dong: "남한산성면"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "상2동"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "비아동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "범어1동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "산곡3동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "전포2동"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "한림면"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "신평동"
  },
  {
    do: "인천광역시",
    si: "연수구",
    dong: "연수2동"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "평내동"
  },
  {
    do: "경기도",
    si: "이천시",
    dong: "대월면"
  },
  {
    do: "경기도",
    si: "파주시",
    dong: "월롱면"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "내외동"
  },
  {
    do: "경상남도",
    si: "합천군",
    dong: "합천읍"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "삼각동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "우산동"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "원효로2동"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "조촌동"
  },
  {
    do: "충청남도",
    si: "당진시",
    dong: "송산면"
  },
  {
    do: "충청남도",
    si: "천안시 동남구",
    dong: "일봉동"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "상암동"
  },
  {
    do: "경기도",
    si: "고양시 일산서구",
    dong: "대화동"
  },
  {
    do: "경기도",
    si: "수원시 영통구",
    dong: "태장동"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "달안동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "가능1동"
  },
  {
    do: "대전광역시",
    si: "유성구",
    dong: "관평동"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "중촌동"
  },
  {
    do: "서울특별시",
    si: "강북구",
    dong: "미아동"
  },
  {
    do: "서울특별시",
    si: "도봉구",
    dong: "도봉2동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "대림3동"
  },
  {
    do: "충청남도",
    si: "공주시",
    dong: "옥룡동"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "첨단1동"
  },
  {
    do: "서울특별시",
    si: "도봉구",
    dong: "창1동"
  },
  {
    do: "광주광역시",
    si: "남구",
    dong: "주월1동"
  },
  {
    do: "울산광역시",
    si: "남구",
    dong: "신정4동"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "신가동"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "월곡1동"
  },
  {
    do: "광주광역시",
    si: "남구",
    dong: "봉선1동"
  },
  {
    do: "강원도",
    si: "영월군",
    dong: "남면"
  },
  {
    do: "경상남도",
    si: "양산시",
    dong: "강서동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "신천4동"
  },
  {
    do: "인천광역시",
    si: "계양구",
    dong: "계양1동"
  },
  {
    do: "전라남도",
    si: "장성군",
    dong: "삼계면"
  },
  {
    do: "전라남도",
    si: "광양시",
    dong: "골약동"
  },
  {
    do: "전라북도",
    si: "순창군",
    dong: "복흥면"
  },
  {
    do: "충청북도",
    si: "보은군",
    dong: "마로면"
  },
  {
    do: "충청북도",
    si: "옥천군",
    dong: "군서면"
  },
  {
    do: "충청북도",
    si: "청주시 서원구",
    dong: "사직1동"
  },
  {
    do: "서울특별시",
    si: "중구",
    dong: "명동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "중1동"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "관양2동"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "범계동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "동탄4동"
  },
  {
    do: "경상남도",
    si: "남해군",
    dong: "남해읍"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "동천동"
  },
  {
    do: "대구광역시",
    si: "달성군",
    dong: "옥포면"
  },
  {
    do: "대전광역시",
    si: "동구",
    dong: "용전동"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "용강동"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "한강로동"
  },
  {
    do: "경상북도",
    si: "경산시",
    dong: "자인면"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "옥천동"
  },
  {
    do: "강원도",
    si: "동해시",
    dong: "동호동"
  },
  {
    do: "강원도",
    si: "영월군",
    dong: "영월읍"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "개운동"
  },
  {
    do: "강원도",
    si: "홍천군",
    dong: "서면"
  },
  {
    do: "경기도",
    si: "군포시",
    dong: "금정동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "심곡1동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "서현2동"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "태평4동"
  },
  {
    do: "경기도",
    si: "수원시 장안구",
    dong: "영화동"
  },
  {
    do: "경기도",
    si: "수원시 장안구",
    dong: "정자1동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "와동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "원곡동"
  },
  {
    do: "경기도",
    si: "안성시",
    dong: "안성1동"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "호계1동"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "호계3동"
  },
  {
    do: "경기도",
    si: "안양시 만안구",
    dong: "안양6동"
  },
  {
    do: "경기도",
    si: "오산시",
    dong: "남촌동"
  },
  {
    do: "경기도",
    si: "파주시",
    dong: "금촌3동"
  },
  {
    do: "경기도",
    si: "포천시",
    dong: "영북면"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "옥포2동"
  },
  {
    do: "경상남도",
    si: "창원시 성산구",
    dong: "사파동"
  },
  {
    do: "경상남도",
    si: "창원시 진해구",
    dong: "경화동"
  },
  {
    do: "경상남도",
    si: "창원시 진해구",
    dong: "덕산동"
  },
  {
    do: "경상남도",
    si: "함안군",
    dong: "칠원읍"
  },
  {
    do: "경상북도",
    si: "경산시",
    dong: "서부2동"
  },
  {
    do: "경상북도",
    si: "경산시",
    dong: "진량읍"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "선산읍"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "원평2동"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "인동동"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "임오동"
  },
  {
    do: "경상북도",
    si: "문경시",
    dong: "점촌2동"
  },
  {
    do: "광주광역시",
    si: "동구",
    dong: "산수1동"
  },
  {
    do: "광주광역시",
    si: "동구",
    dong: "지산1동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "중흥2동"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "내당2.3동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "수성2.3가동"
  },
  {
    do: "대전광역시",
    si: "대덕구",
    dong: "법2동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "정림동"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "문화1동"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "석교동"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "괴정4동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "청담동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "삼성동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "양평1동"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "금남면"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "아름동"
  },
  {
    do: "울산광역시",
    si: "중구",
    dong: "학성동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "관교동"
  },
  {
    do: "인천광역시",
    si: "옹진군",
    dong: "대청면"
  },
  {
    do: "인천광역시",
    si: "옹진군",
    dong: "영흥면"
  },
  {
    do: "전라남도",
    si: "구례군",
    dong: "산동면"
  },
  {
    do: "전라남도",
    si: "나주시",
    dong: "금남동"
  },
  {
    do: "전라남도",
    si: "무안군",
    dong: "무안읍"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "광림동"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "여서동"
  },
  {
    do: "전라남도",
    si: "영암군",
    dong: "삼호읍"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "월명동"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "함열읍"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "금암2동"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "인후3동"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "중화산1동"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "효자2동"
  },
  {
    do: "충청남도",
    si: "서산시",
    dong: "동문1동"
  },
  {
    do: "충청남도",
    si: "서산시",
    dong: "부춘동"
  },
  {
    do: "충청남도",
    si: "천안시 동남구",
    dong: "병천면"
  },
  {
    do: "충청남도",
    si: "천안시 동남구",
    dong: "봉명동"
  },
  {
    do: "충청남도",
    si: "태안군",
    dong: "안면읍"
  },
  {
    do: "충청북도",
    si: "진천군",
    dong: "광혜원면"
  },
  {
    do: "충청북도",
    si: "청주시 서원구",
    dong: "분평동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "신림동"
  },
  {
    do: "인천광역시",
    si: "계양구",
    dong: "계산2동"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "논현1동"
  },
  {
    do: "전라남도",
    si: "함평군",
    dong: "함평읍"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "둔덕동"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "연곡면"
  },
  {
    do: "경기도",
    si: "수원시 권선구",
    dong: "호매실동"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "반월동"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "귀인동"
  },
  {
    do: "경기도",
    si: "용인시 처인구",
    dong: "유림동"
  },
  {
    do: "경상남도",
    si: "양산시",
    dong: "평산동"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "월영동"
  },
  {
    do: "경상남도",
    si: "창원시 의창구",
    dong: "팔룡동"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "산호동"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "동천동"
  },
  {
    do: "대전광역시",
    si: "대덕구",
    dong: "비래동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "대치4동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "길동"
  },
  {
    do: "서울특별시",
    si: "광진구",
    dong: "화양동"
  },
  {
    do: "서울특별시",
    si: "동대문구",
    dong: "답십리1동"
  },
  {
    do: "서울특별시",
    si: "동대문구",
    dong: "장안2동"
  },
  {
    do: "서울특별시",
    si: "서대문구",
    dong: "남가좌2동"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "성수2가1동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "석남1동"
  },
  {
    do: "전라남도",
    si: "강진군",
    dong: "강진읍"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "산정동"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "도사동"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "삼성동"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "덕진동"
  },
  {
    do: "충청남도",
    si: "예산군",
    dong: "삽교읍"
  },
  {
    do: "충청남도",
    si: "천안시 동남구",
    dong: "원성2동"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "반포3동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "원신동"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "경포동"
  },
  {
    do: "강원도",
    si: "평창군",
    dong: "방림면"
  },
  {
    do: "경상북도",
    si: "봉화군",
    dong: "춘양면"
  },
  {
    do: "광주광역시",
    si: "동구",
    dong: "학동"
  },
  {
    do: "서울특별시",
    si: "서대문구",
    dong: "홍제1동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "검단2동"
  },
  {
    do: "전라남도",
    si: "해남군",
    dong: "마산면"
  },
  {
    do: "강원도",
    si: "고성군",
    dong: "토성면"
  },
  {
    do: "강원도",
    si: "속초시",
    dong: "조양동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "동내면"
  },
  {
    do: "경기도",
    si: "고양시 일산동구",
    dong: "식사동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "광명4동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "소하2동"
  },
  {
    do: "경기도",
    si: "구리시",
    dong: "수택1동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "삼평동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "정자1동"
  },
  {
    do: "경기도",
    si: "성남시 중원구",
    dong: "하대원동"
  },
  {
    do: "경기도",
    si: "수원시 장안구",
    dong: "정자3동"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "신촌동"
  },
  {
    do: "경기도",
    si: "여주시",
    dong: "여흥동"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "영덕동"
  },
  {
    do: "경기도",
    si: "용인시 처인구",
    dong: "이동면"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "의정부2동"
  },
  {
    do: "경기도",
    si: "파주시",
    dong: "금촌1동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "청북읍"
  },
  {
    do: "경기도",
    si: "포천시",
    dong: "포천동"
  },
  {
    do: "경기도",
    si: "하남시",
    dong: "미사2동"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "능포동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "중앙동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "하대1동"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "외동읍"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "산동면"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "신평1동"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "형곡2동"
  },
  {
    do: "경상북도",
    si: "영양군",
    dong: "영양읍"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "하남동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "문흥1동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "두류3동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "장기동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "복현2동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "수성4가동"
  },
  {
    do: "부산광역시",
    si: "강서구",
    dong: "명지동"
  },
  {
    do: "부산광역시",
    si: "동래구",
    dong: "명장2동"
  },
  {
    do: "부산광역시",
    si: "동래구",
    dong: "사직1동"
  },
  {
    do: "부산광역시",
    si: "사상구",
    dong: "모라1동"
  },
  {
    do: "부산광역시",
    si: "서구",
    dong: "암남동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "삼성2동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "미성동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "행운동"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "개봉1동"
  },
  {
    do: "서울특별시",
    si: "서대문구",
    dong: "북가좌1동"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "서초3동"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "한남동"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "사직동"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "숭인2동"
  },
  {
    do: "서울특별시",
    si: "중구",
    dong: "광희동"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "한솔동"
  },
  {
    do: "울산광역시",
    si: "남구",
    dong: "수암동"
  },
  {
    do: "울산광역시",
    si: "중구",
    dong: "약사동"
  },
  {
    do: "인천광역시",
    si: "강화군",
    dong: "길상면"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "간석3동"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "장수서창동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "검단5동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "연산동"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "나운2동"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "영등2동"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "여의동"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "효자3동"
  },
  {
    do: "전라북도",
    si: "정읍시",
    dong: "수성동"
  },
  {
    do: "충청남도",
    si: "논산시",
    dong: "부창동"
  },
  {
    do: "충청남도",
    si: "서산시",
    dong: "성연면"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "온양1동"
  },
  {
    do: "충청남도",
    si: "천안시 서북구",
    dong: "부성1동"
  },
  {
    do: "충청남도",
    si: "천안시 서북구",
    dong: "성환읍"
  },
  {
    do: "충청남도",
    si: "청양군",
    dong: "청양읍"
  },
  {
    do: "충청북도",
    si: "제천시",
    dong: "교동"
  },
  {
    do: "충청북도",
    si: "제천시",
    dong: "청전동"
  },
  {
    do: "충청북도",
    si: "청주시 서원구",
    dong: "산남동"
  },
  {
    do: "충청북도",
    si: "청주시 흥덕구",
    dong: "강서2동"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "용산동"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "중앙탑면"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "오류1동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "가락2동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "청라2동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "강남동"
  },
  {
    do: "경기도",
    si: "수원시 영통구",
    dong: "매탄4동"
  },
  {
    do: "대구광역시",
    si: "중구",
    dong: "남산3동"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "대연6동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "역삼2동"
  },
  {
    do: "대구광역시",
    si: "남구",
    dong: "대명5동"
  },
  {
    do: "강원도",
    si: "속초시",
    dong: "교동"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "평리4동"
  },
  {
    do: "서울특별시",
    si: "서대문구",
    dong: "홍은1동"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "내곡동"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "태평1동"
  },
  {
    do: "경상남도",
    si: "남해군",
    dong: "미조면"
  },
  {
    do: "경상남도",
    si: "창원시 마산회원구",
    dong: "양덕1동"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "성수1가2동"
  },
  {
    do: "경상남도",
    si: "고성군",
    dong: "하이면"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "만호동"
  },
  {
    do: "부산광역시",
    si: "동래구",
    dong: "안락1동"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "응암1동"
  },
  {
    do: "울산광역시",
    si: "울주군",
    dong: "청량면"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "덕연동"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "동문동"
  },
  {
    do: "충청남도",
    si: "천안시 서북구",
    dong: "쌍용2동"
  },
  {
    do: "서울특별시",
    si: "강북구",
    dong: "인수동"
  },
  {
    do: "부산광역시",
    si: "동구",
    dong: "초량3동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "철산3동"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "강동면"
  },
  {
    do: "광주광역시",
    si: "동구",
    dong: "서남동"
  },
  {
    do: "전라남도",
    si: "광양시",
    dong: "옥곡면"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "양정1동"
  },
  {
    do: "울산광역시",
    si: "동구",
    dong: "방어동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "대림2동"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "증산동"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "장평동"
  },
  {
    do: "경상남도",
    si: "창원시 성산구",
    dong: "중앙동"
  },
  {
    do: "경상남도",
    si: "창원시 의창구",
    dong: "의창동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "동촌동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "재송2동"
  },
  {
    do: "울산광역시",
    si: "남구",
    dong: "옥동"
  },
  {
    do: "울산광역시",
    si: "북구",
    dong: "강동동"
  },
  {
    do: "울산광역시",
    si: "북구",
    dong: "효문동"
  },
  {
    do: "울산광역시",
    si: "중구",
    dong: "병영2동"
  },
  {
    do: "울산광역시",
    si: "중구",
    dong: "태화동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "용현2동"
  },
  {
    do: "경상북도",
    si: "포항시 북구",
    dong: "중앙동"
  },
  {
    do: "대구광역시",
    si: "중구",
    dong: "성내1동"
  },
  {
    do: "서울특별시",
    si: "동작구",
    dong: "노량진1동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "신정7동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "주안4동"
  },
  {
    do: "인천광역시",
    si: "중구",
    dong: "영종동"
  },
  {
    do: "서울특별시",
    si: "도봉구",
    dong: "창3동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "이매1동"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "상하동"
  },
  {
    do: "경기도",
    si: "하남시",
    dong: "천현동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "세곡동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "수서동"
  },
  {
    do: "서울특별시",
    si: "강북구",
    dong: "번1동"
  },
  {
    do: "서울특별시",
    si: "광진구",
    dong: "구의3동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "선부2동"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "무실동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "효자2동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "고양동"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "송정1동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "건국동"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "나운1동"
  },
  {
    do: "충청북도",
    si: "청주시 흥덕구",
    dong: "복대2동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "신길동"
  },
  {
    do: "전라남도",
    si: "무안군",
    dong: "청계면"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "반포4동"
  },
  {
    do: "경기도",
    si: "이천시",
    dong: "호법면"
  },
  {
    do: "충청남도",
    si: "당진시",
    dong: "신평면"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "개포4동"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "신사2동"
  },
  {
    do: "경기도",
    si: "과천시",
    dong: "별양동"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "도농동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "중2동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "구미동"
  },
  {
    do: "경기도",
    si: "포천시",
    dong: "내촌면"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "아주동"
  },
  {
    do: "경상남도",
    si: "창원시 마산회원구",
    dong: "양덕2동"
  },
  {
    do: "경상남도",
    si: "창원시 마산회원구",
    dong: "합성2동"
  },
  {
    do: "경상남도",
    si: "창원시 진해구",
    dong: "석동"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "문현2동"
  },
  {
    do: "부산광역시",
    si: "연제구",
    dong: "거제1동"
  },
  {
    do: "서울특별시",
    si: "광진구",
    dong: "자양3동"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "서초4동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "위례동"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "보광동"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "원효로1동"
  },
  {
    do: "인천광역시",
    si: "계양구",
    dong: "계양3동"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "논현고잔동"
  },
  {
    do: "인천광역시",
    si: "연수구",
    dong: "옥련1동"
  },
  {
    do: "인천광역시",
    si: "중구",
    dong: "동인천동"
  },
  {
    do: "충청남도",
    si: "공주시",
    dong: "월송동"
  },
  {
    do: "충청남도",
    si: "공주시",
    dong: "의당면"
  },
  {
    do: "경기도",
    si: "고양시 일산서구",
    dong: "송포동"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "보덕동"
  },
  {
    do: "경상북도",
    si: "상주시",
    dong: "동문동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "신천1.2동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "황금2동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "논현1동"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "호성동"
  },
  {
    do: "경상남도",
    si: "창녕군",
    dong: "남지읍"
  },
  {
    do: "경상북도",
    si: "고령군",
    dong: "대가야읍"
  },
  {
    do: "대구광역시",
    si: "달성군",
    dong: "구지면"
  },
  {
    do: "대구광역시",
    si: "달성군",
    dong: "논공읍"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "강남동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "송북동"
  },
  {
    do: "경기도",
    si: "동두천시",
    dong: "송내동"
  },
  {
    do: "경기도",
    si: "안양시 만안구",
    dong: "안양1동"
  },
  {
    do: "경상북도",
    si: "경산시",
    dong: "북부동"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "광천동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "송정동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "신사동"
  },
  {
    do: "서울특별시",
    si: "동대문구",
    dong: "이문1동"
  },
  {
    do: "서울특별시",
    si: "동대문구",
    dong: "이문2동"
  },
  {
    do: "서울특별시",
    si: "서대문구",
    dong: "남가좌1동"
  },
  {
    do: "부산광역시",
    si: "연제구",
    dong: "연산4동"
  },
  {
    do: "경상남도",
    si: "통영시",
    dong: "북신동"
  },
  {
    do: "경기도",
    si: "안성시",
    dong: "원곡면"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "영인면"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "어룡동"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "화정1동"
  },
  {
    do: "광주광역시",
    si: "동구",
    dong: "충장동"
  },
  {
    do: "전라남도",
    si: "나주시",
    dong: "송월동"
  },
  {
    do: "전라북도",
    si: "순창군",
    dong: "순창읍"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "동산동"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "우아1동"
  },
  {
    do: "충청남도",
    si: "계룡시",
    dong: "신도안면"
  },
  {
    do: "충청남도",
    si: "서산시",
    dong: "해미면"
  },
  {
    do: "충청남도",
    si: "홍성군",
    dong: "홍북면"
  },
  {
    do: "충청북도",
    si: "청주시 청원구",
    dong: "오근장동"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "상동면"
  },
  {
    do: "경상남도",
    si: "양산시",
    dong: "중앙동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "문산읍"
  },
  {
    do: "경상북도",
    si: "영덕군",
    dong: "강구면"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "용강동"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "중부동"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "원평1동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "공산동"
  },
  {
    do: "대전광역시",
    si: "동구",
    dong: "성남동"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "부곡2동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "개금2동"
  },
  {
    do: "부산광역시",
    si: "강서구",
    dong: "대저2동"
  },
  {
    do: "부산광역시",
    si: "기장군",
    dong: "장안읍"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "용호1동"
  },
  {
    do: "부산광역시",
    si: "동구",
    dong: "범일2동"
  },
  {
    do: "부산광역시",
    si: "동구",
    dong: "초량1동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "가야1동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "부암1동"
  },
  {
    do: "부산광역시",
    si: "북구",
    dong: "구포2동"
  },
  {
    do: "부산광역시",
    si: "수영구",
    dong: "남천1동"
  },
  {
    do: "부산광역시",
    si: "중구",
    dong: "중앙동"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "포남2동"
  },
  {
    do: "경기도",
    si: "구리시",
    dong: "동구동"
  },
  {
    do: "경기도",
    si: "군포시",
    dong: "오금동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "대치1동"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "반포2동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "잠실3동"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "남영동"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "이화동"
  },
  {
    do: "서울특별시",
    si: "중구",
    dong: "약수동"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "만수2동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "용해동"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "성내.충인동"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "황남동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "부천동"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "인화동"
  },
  {
    do: "충청남도",
    si: "홍성군",
    dong: "서부면"
  },
  {
    do: "경상북도",
    si: "의성군",
    dong: "안계면"
  },
  {
    do: "울산광역시",
    si: "울주군",
    dong: "두동면"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "목행.용탄동"
  },
  {
    do: "경기도",
    si: "안양시 만안구",
    dong: "석수1동"
  },
  {
    do: "충청남도",
    si: "서산시",
    dong: "수석동"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "신도림동"
  },
  {
    do: "경기도",
    si: "광주시",
    dong: "도척면"
  },
  {
    do: "경기도",
    si: "양평군",
    dong: "강상면"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "송파1동"
  },
  {
    do: "충청북도",
    si: "청주시 상당구",
    dong: "성안동"
  },
  {
    do: "부산광역시",
    si: "수영구",
    dong: "수영동"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "구로5동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "고강본동"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "사이동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "원평동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "장안면"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "십정2동"
  },
  {
    do: "경기도",
    si: "양평군",
    dong: "양평읍"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "연지동"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "구로4동"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "가회동"
  },
  {
    do: "강원도",
    si: "삼척시",
    dong: "근덕면"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "병점1동"
  },
  {
    do: "서울특별시",
    si: "중구",
    dong: "필동"
  },
  {
    do: "경기도",
    si: "용인시 수지구",
    dong: "죽전2동"
  },
  {
    do: "부산광역시",
    si: "연제구",
    dong: "거제2동"
  },
  {
    do: "울산광역시",
    si: "중구",
    dong: "복산2동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "가좌3동"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "연남동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "갈산1동"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "단계동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "상3동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "개포1동"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "반포1동"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "양재2동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "학익2동"
  },
  {
    do: "경기도",
    si: "수원시 팔달구",
    dong: "매산동"
  },
  {
    do: "전라북도",
    si: "김제시",
    dong: "신풍동"
  },
  {
    do: "경상북도",
    si: "김천시",
    dong: "자산동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "신안동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "정촌면"
  },
  {
    do: "부산광역시",
    si: "서구",
    dong: "아미동"
  },
  {
    do: "서울특별시",
    si: "광진구",
    dong: "자양1동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "동탄면"
  },
  {
    do: "충청남도",
    si: "당진시",
    dong: "당진2동"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "온양4동"
  },
  {
    do: "충청남도",
    si: "천안시 서북구",
    dong: "성정1동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "부흥동"
  },
  {
    do: "충청남도",
    si: "홍성군",
    dong: "홍북읍"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "심곡동"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "대흥동"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "대평동"
  },
  {
    do: "인천광역시",
    si: "계양구",
    dong: "계산3동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "중앙동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "신천3동"
  },
  {
    do: "부산광역시",
    si: "사상구",
    dong: "덕포2동"
  },
  {
    do: "부산광역시",
    si: "연제구",
    dong: "연산2동"
  },
  {
    do: "부산광역시",
    si: "영도구",
    dong: "봉래1동"
  },
  {
    do: "충청남도",
    si: "계룡시",
    dong: "금암동"
  },
  {
    do: "충청북도",
    si: "제천시",
    dong: "신백동"
  },
  {
    do: "충청북도",
    si: "청주시 서원구",
    dong: "모충동"
  },
  {
    do: "경상남도",
    si: "고성군",
    dong: "고성읍"
  },
  {
    do: "경상남도",
    si: "창원시 진해구",
    dong: "이동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "안심4동"
  },
  {
    do: "대구광역시",
    si: "중구",
    dong: "동인동"
  },
  {
    do: "대전광역시",
    si: "대덕구",
    dong: "중리동"
  },
  {
    do: "부산광역시",
    si: "동구",
    dong: "수정2동"
  },
  {
    do: "부산광역시",
    si: "사상구",
    dong: "감전동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "당산1동"
  },
  {
    do: "울산광역시",
    si: "울주군",
    dong: "삼남면"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "신현원창동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "북항동"
  },
  {
    do: "강원도",
    si: "삼척시",
    dong: "교동"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "포남1동"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "금사동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "녹양동"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "서빙고동"
  },
  {
    do: "경기도",
    si: "수원시 장안구",
    dong: "조원2동"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "초당동"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "학성동"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "보라동"
  },
  {
    do: "광주광역시",
    si: "동구",
    dong: "계림2동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "원곡2동"
  },
  {
    do: "경기도",
    si: "수원시 영통구",
    dong: "망포2동"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "목동"
  },
  {
    do: "경상북도",
    si: "포항시 북구",
    dong: "기계면"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "부곡3동"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "광평동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "옥암동"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "안기동"
  },
  {
    do: "경상북도",
    si: "경산시",
    dong: "와촌면"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "만촌2동"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "대흥동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "대현동"
  },
  {
    do: "대구광역시",
    si: "남구",
    dong: "봉덕2동"
  },
  {
    do: "서울특별시",
    si: "동작구",
    dong: "신대방1동"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "일동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "망우본동"
  },
  {
    do: "강원도",
    si: "속초시",
    dong: "금호동"
  },
  {
    do: "강원도",
    si: "정선군",
    dong: "임계면"
  },
  {
    do: "강원도",
    si: "정선군",
    dong: "정선읍"
  },
  {
    do: "강원도",
    si: "태백시",
    dong: "황연동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "주교동"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "비산3동"
  },
  {
    do: "경기도",
    si: "안양시 만안구",
    dong: "안양7동"
  },
  {
    do: "경기도",
    si: "이천시",
    dong: "장호원읍"
  },
  {
    do: "경기도",
    si: "파주시",
    dong: "광탄면"
  },
  {
    do: "경기도",
    si: "포천시",
    dong: "이동면"
  },
  {
    do: "경상남도",
    si: "밀양시",
    dong: "부북면"
  },
  {
    do: "경상남도",
    si: "사천시",
    dong: "동서금동"
  },
  {
    do: "경상북도",
    si: "경산시",
    dong: "중방동"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "양남면"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "우산동"
  },
  {
    do: "광주광역시",
    si: "동구",
    dong: "계림1동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "범어3동"
  },
  {
    do: "대전광역시",
    si: "대덕구",
    dong: "석봉동"
  },
  {
    do: "대전광역시",
    si: "대덕구",
    dong: "신탄진동"
  },
  {
    do: "대전광역시",
    si: "동구",
    dong: "삼성동"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "구평동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "문정1동"
  },
  {
    do: "인천광역시",
    si: "강화군",
    dong: "강화읍"
  },
  {
    do: "인천광역시",
    si: "강화군",
    dong: "송해면"
  },
  {
    do: "인천광역시",
    si: "동구",
    dong: "송림4동"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "왕조2동"
  },
  {
    do: "전라남도",
    si: "신안군",
    dong: "자은면"
  },
  {
    do: "전라남도",
    si: "완도군",
    dong: "신지면"
  },
  {
    do: "전라남도",
    si: "곡성군",
    dong: "곡성읍"
  },
  {
    do: "충청남도",
    si: "공주시",
    dong: "웅진동"
  },
  {
    do: "충청남도",
    si: "서산시",
    dong: "음암면"
  },
  {
    do: "충청남도",
    si: "서천군",
    dong: "서면"
  },
  {
    do: "충청남도",
    si: "서천군",
    dong: "장항읍"
  },
  {
    do: "충청북도",
    si: "괴산군",
    dong: "괴산읍"
  },
  {
    do: "충청북도",
    si: "음성군",
    dong: "생극면"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "노은면"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "중앙동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "원종2동"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "고등동"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "서초1동"
  },
  {
    do: "인천광역시",
    si: "계양구",
    dong: "작전서운동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "송파2동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "중계본동"
  },
  {
    do: "서울특별시",
    si: "동대문구",
    dong: "휘경1동"
  },
  {
    do: "서울특별시",
    si: "서대문구",
    dong: "충현동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "신길1동"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "응암2동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "정왕4동"
  },
  {
    do: "인천광역시",
    si: "계양구",
    dong: "작전2동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "가좌1동"
  },
  {
    do: "강원도",
    si: "양양군",
    dong: "양양읍"
  },
  {
    do: "서울특별시",
    si: "도봉구",
    dong: "쌍문1동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "본동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "범어4동"
  },
  {
    do: "경기도",
    si: "안성시",
    dong: "보개면"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "문현3동"
  },
  {
    do: "충청북도",
    si: "청주시 상당구",
    dong: "용암2동"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "동서동"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "반월중앙동"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "문현4동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "개금1동"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "신평2동"
  },
  {
    do: "충청북도",
    si: "제천시",
    dong: "봉양읍"
  },
  {
    do: "충청북도",
    si: "진천군",
    dong: "덕산면"
  },
  {
    do: "서울특별시",
    si: "동대문구",
    dong: "회기동"
  },
  {
    do: "경상북도",
    si: "청도군",
    dong: "청도읍"
  },
  {
    do: "경기도",
    si: "파주시",
    dong: "탄현면"
  },
  {
    do: "경상남도",
    si: "의령군",
    dong: "의령읍"
  },
  {
    do: "경상북도",
    si: "경산시",
    dong: "남부동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "오치1동"
  },
  {
    do: "대구광역시",
    si: "남구",
    dong: "대명1동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "갈마2동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "삼학동"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "상갈동"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "일산동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "범안동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "병점2동"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "서창동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "거여2동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "신정2동"
  },
  {
    do: "강원도",
    si: "홍천군",
    dong: "홍천읍"
  },
  {
    do: "경기도",
    si: "파주시",
    dong: "법원읍"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "지산동"
  },
  {
    do: "경상북도",
    si: "포항시 남구",
    dong: "제철동"
  },
  {
    do: "대전광역시",
    si: "대덕구",
    dong: "목상동"
  },
  {
    do: "경상남도",
    si: "밀양시",
    dong: "단장면"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "중계2.3동"
  },
  {
    do: "경기도",
    si: "용인시 수지구",
    dong: "신봉동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "동탄3동"
  },
  {
    do: "부산광역시",
    si: "동래구",
    dong: "안락2동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "야탑3동"
  },
  {
    do: "대전광역시",
    si: "유성구",
    dong: "구즉동"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "갈현2동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "비봉면"
  },
  {
    do: "경기도",
    si: "수원시 권선구",
    dong: "구운동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "연성동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "이매2동"
  },
  {
    do: "부산광역시",
    si: "동래구",
    dong: "사직2동"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "퇴계원면"
  },
  {
    do: "충청북도",
    si: "제천시",
    dong: "의림지동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "부전1동"
  },
  {
    do: "부산광역시",
    si: "서구",
    dong: "서대신4동"
  },
  {
    do: "경상남도",
    si: "사천시",
    dong: "사남면"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "괴정3동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "좌3동"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "흥남동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "가야2동"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "내곡동"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "사천면"
  },
  {
    do: "대구광역시",
    si: "남구",
    dong: "이천동"
  },
  {
    do: "부산광역시",
    si: "동래구",
    dong: "온천1동"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "감천1동"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "복정동"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "본오2동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "진위면"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "송산면"
  },
  {
    do: "경기도",
    si: "용인시 처인구",
    dong: "원삼면"
  },
  {
    do: "경상남도",
    si: "양산시",
    dong: "소주동"
  },
  {
    do: "경상남도",
    si: "창녕군",
    dong: "계성면"
  },
  {
    do: "경상남도",
    si: "창원시 마산회원구",
    dong: "석전2동"
  },
  {
    do: "경상남도",
    si: "통영시",
    dong: "도산면"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "강동면"
  },
  {
    do: "경상북도",
    si: "문경시",
    dong: "문경읍"
  },
  {
    do: "울산광역시",
    si: "울주군",
    dong: "서생면"
  },
  {
    do: "대구광역시",
    si: "남구",
    dong: "대명4동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "상평동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "노원동"
  },
  {
    do: "충청남도",
    si: "서산시",
    dong: "대산읍"
  },
  {
    do: "경상북도",
    si: "영천시",
    dong: "중앙동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "수내3동"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "장군면"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "산성동"
  },
  {
    do: "경상남도",
    si: "산청군",
    dong: "금서면"
  },
  {
    do: "서울특별시",
    si: "동작구",
    dong: "대방동"
  },
  {
    do: "울산광역시",
    si: "동구",
    dong: "대송동"
  },
  {
    do: "경기도",
    si: "안양시 만안구",
    dong: "안양3동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "동탄2동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "두암3동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "난곡동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "신월4동"
  },
  {
    do: "경기도",
    si: "과천시",
    dong: "갈현동"
  },
  {
    do: "경기도",
    si: "구리시",
    dong: "교문2동"
  },
  {
    do: "경기도",
    si: "양평군",
    dong: "옥천면"
  },
  {
    do: "경기도",
    si: "포천시",
    dong: "선단동"
  },
  {
    do: "경기도",
    si: "포천시",
    dong: "창수면"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "목2동"
  },
  {
    do: "충청남도",
    si: "천안시 동남구",
    dong: "풍세면"
  },
  {
    do: "경상남도",
    si: "밀양시",
    dong: "하남읍"
  },
  {
    do: "경기도",
    si: "수원시 팔달구",
    dong: "화서2동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "매곡동"
  },
  {
    do: "부산광역시",
    si: "북구",
    dong: "만덕1동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "월계2동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "면목본동"
  },
  {
    do: "인천광역시",
    si: "계양구",
    dong: "계양2동"
  },
  {
    do: "인천광역시",
    si: "연수구",
    dong: "동춘2동"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "충무동"
  },
  {
    do: "충청북도",
    si: "청주시 서원구",
    dong: "수곡2동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "중흥3동"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "중앙동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "조운동"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "신흥3동"
  },
  {
    do: "서울특별시",
    si: "서대문구",
    dong: "홍은2동"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "사근동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "중화2동"
  },
  {
    do: "충청북도",
    si: "청주시 상당구",
    dong: "영운동"
  },
  {
    do: "서울특별시",
    si: "도봉구",
    dong: "쌍문4동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "면목3.8동"
  },
  {
    do: "전라남도",
    si: "진도군",
    dong: "진도읍"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "다산2동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "반월동"
  },
  {
    do: "경상남도",
    si: "양산시",
    dong: "덕계동"
  },
  {
    do: "경기도",
    si: "안양시 만안구",
    dong: "안양9동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "심곡본동"
  },
  {
    do: "광주광역시",
    si: "동구",
    dong: "지원2동"
  },
  {
    do: "경상남도",
    si: "창원시 진해구",
    dong: "충무동"
  },
  {
    do: "울산광역시",
    si: "동구",
    dong: "남목1동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "용산1동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "가양3동"
  },
  {
    do: "경기도",
    si: "성남시 중원구",
    dong: "중앙동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "신암1동"
  },
  {
    do: "강원도",
    si: "양양군",
    dong: "현남면"
  },
  {
    do: "강원도",
    si: "양양군",
    dong: "현북면"
  },
  {
    do: "강원도",
    si: "정선군",
    dong: "사북읍"
  },
  {
    do: "경기도",
    si: "동두천시",
    dong: "상패동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "고강1동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "원미1동"
  },
  {
    do: "경기도",
    si: "안성시",
    dong: "죽산면"
  },
  {
    do: "경기도",
    si: "용인시 처인구",
    dong: "백암면"
  },
  {
    do: "경기도",
    si: "이천시",
    dong: "관고동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "서신면"
  },
  {
    do: "경상남도",
    si: "고성군",
    dong: "거류면"
  },
  {
    do: "경상북도",
    si: "영주시",
    dong: "휴천2동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "두암1동"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "농성2동"
  },
  {
    do: "부산광역시",
    si: "중구",
    dong: "부평동"
  },
  {
    do: "서울특별시",
    si: "동작구",
    dong: "노량진2동"
  },
  {
    do: "서울특별시",
    si: "동작구",
    dong: "상도1동"
  },
  {
    do: "서울특별시",
    si: "동작구",
    dong: "신대방2동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "돈암1동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "성북동"
  },
  {
    do: "전라남도",
    si: "나주시",
    dong: "성북동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "대성동"
  },
  {
    do: "전라남도",
    si: "해남군",
    dong: "화원면"
  },
  {
    do: "충청남도",
    si: "당진시",
    dong: "합덕읍"
  },
  {
    do: "충청남도",
    si: "천안시 서북구",
    dong: "입장면"
  },
  {
    do: "충청북도",
    si: "제천시",
    dong: "영서동"
  },
  {
    do: "충청북도",
    si: "청주시 청원구",
    dong: "내덕1동"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "삼일동"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "지정면"
  },
  {
    do: "경기도",
    si: "파주시",
    dong: "금촌2동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "기배동"
  },
  {
    do: "경기도",
    si: "양주시",
    dong: "회천3동"
  },
  {
    do: "전라북도",
    si: "장수군",
    dong: "장수읍"
  },
  {
    do: "경상남도",
    si: "하동군",
    dong: "하동읍"
  },
  {
    do: "광주광역시",
    si: "동구",
    dong: "학운동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "혁신동"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "내당4동"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "개정동"
  },
  {
    do: "전라북도",
    si: "남원시",
    dong: "노암동"
  },
  {
    do: "전라북도",
    si: "정읍시",
    dong: "농소동"
  },
  {
    do: "전라북도",
    si: "진안군",
    dong: "부귀면"
  },
  {
    do: "경상북도",
    si: "상주시",
    dong: "화서면"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "방이1동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "광명6동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "신내1동"
  },
  {
    do: "전라남도",
    si: "담양군",
    dong: "창평면"
  },
  {
    do: "전라북도",
    si: "무주군",
    dong: "적상면"
  },
  {
    do: "부산광역시",
    si: "수영구",
    dong: "망미1동"
  },
  {
    do: "경기도",
    si: "수원시 장안구",
    dong: "연무동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "진성면"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "중구동"
  },
  {
    do: "대구광역시",
    si: "중구",
    dong: "남산2동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "복수동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "도마1동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "만년동"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "문화2동"
  },
  {
    do: "충청남도",
    si: "논산시",
    dong: "강경읍"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "운남동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "충무공동"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "판부면"
  },
  {
    do: "경기도",
    si: "용인시 처인구",
    dong: "모현면"
  },
  {
    do: "강원도",
    si: "평창군",
    dong: "대관령면"
  },
  {
    do: "경기도",
    si: "성남시 중원구",
    dong: "상대원1동"
  },
  {
    do: "경기도",
    si: "여주시",
    dong: "대신면"
  },
  {
    do: "경기도",
    si: "여주시",
    dong: "흥천면"
  },
  {
    do: "경상남도",
    si: "밀양시",
    dong: "내일동"
  },
  {
    do: "서울특별시",
    si: "강북구",
    dong: "수유1동"
  },
  {
    do: "서울특별시",
    si: "동대문구",
    dong: "제기동"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "이태원1동"
  },
  {
    do: "인천광역시",
    si: "강화군",
    dong: "내가면"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "마동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "과림동"
  },
  {
    do: "경기도",
    si: "여주시",
    dong: "오학동"
  },
  {
    do: "경상북도",
    si: "상주시",
    dong: "신흥동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "관저1동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "목4동"
  },
  {
    do: "충청남도",
    si: "금산군",
    dong: "진산면"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "신현동"
  },
  {
    do: "서울특별시",
    si: "금천구",
    dong: "시흥5동"
  },
  {
    do: "충청남도",
    si: "논산시",
    dong: "연무읍"
  },
  {
    do: "경기도",
    si: "군포시",
    dong: "대야동"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "사3동"
  },
  {
    do: "부산광역시",
    si: "북구",
    dong: "만덕2동"
  },
  {
    do: "서울특별시",
    si: "동작구",
    dong: "상도3동"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "화산동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "중화1동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "범박동"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "평화동"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "인후2동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "신월7동"
  },
  {
    do: "울산광역시",
    si: "중구",
    dong: "반구1동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "원당동"
  },
  {
    do: "전라남도",
    si: "구례군",
    dong: "구례읍"
  },
  {
    do: "경상남도",
    si: "통영시",
    dong: "봉평동"
  },
  {
    do: "대구광역시",
    si: "남구",
    dong: "대명11동"
  },
  {
    do: "대구광역시",
    si: "남구",
    dong: "봉덕3동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "효목2동"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "남산동"
  },
  {
    do: "부산광역시",
    si: "동구",
    dong: "초량2동"
  },
  {
    do: "부산광역시",
    si: "사상구",
    dong: "덕포1동"
  },
  {
    do: "부산광역시",
    si: "서구",
    dong: "충무동"
  },
  {
    do: "부산광역시",
    si: "영도구",
    dong: "영선1동"
  },
  {
    do: "울산광역시",
    si: "남구",
    dong: "야음장생포동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "화전동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "구미1동"
  },
  {
    do: "부산광역시",
    si: "사상구",
    dong: "주례1동"
  },
  {
    do: "전라남도",
    si: "보성군",
    dong: "벌교읍"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "행구동"
  },
  {
    do: "강원도",
    si: "동해시",
    dong: "북삼동"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "평안동"
  },
  {
    do: "경기도",
    si: "양주시",
    dong: "장흥면"
  },
  {
    do: "인천광역시",
    si: "연수구",
    dong: "동춘3동"
  },
  {
    do: "전라북도",
    si: "정읍시",
    dong: "초산동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "도림동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "송현1동"
  },
  {
    do: "대전광역시",
    si: "동구",
    dong: "중앙동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "길음2동"
  },
  {
    do: "경기도",
    si: "이천시",
    dong: "백사면"
  },
  {
    do: "충청북도",
    si: "청주시 청원구",
    dong: "내수읍"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "구월2동"
  },
  {
    do: "경기도",
    si: "양주시",
    dong: "백석읍"
  },
  {
    do: "강원도",
    si: "고성군",
    dong: "간성읍"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "화곡8동"
  },
  {
    do: "대전광역시",
    si: "동구",
    dong: "대동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "효목1동"
  },
  {
    do: "인천광역시",
    si: "연수구",
    dong: "동춘1동"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "구암동"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "일운면"
  },
  {
    do: "경상남도",
    si: "사천시",
    dong: "동서동"
  },
  {
    do: "경상북도",
    si: "경산시",
    dong: "중앙동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "검단동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "신월2동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "소양동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "방화3동"
  },
  {
    do: "경상북도",
    si: "포항시 북구",
    dong: "청하면"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "호저면"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "문현1동"
  },
  {
    do: "서울특별시",
    si: "도봉구",
    dong: "쌍문3동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "돈암2동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "목3동"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "구산동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "숭의1.3동"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "송정동"
  },
  {
    do: "강원도",
    si: "양구군",
    dong: "양구읍"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "근화동"
  },
  {
    do: "경기도",
    si: "과천시",
    dong: "과천동"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "자산동"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "행당1동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "부개1동"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "평화1동"
  },
  {
    do: "충청남도",
    si: "보령시",
    dong: "대천4동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "강일동"
  },
  {
    do: "서울특별시",
    si: "광진구",
    dong: "중곡2동"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "아현동"
  },
  {
    do: "서울특별시",
    si: "동작구",
    dong: "사당4동"
  },
  {
    do: "인천광역시",
    si: "연수구",
    dong: "송도4동"
  },
  {
    do: "경기도",
    si: "고양시 일산서구",
    dong: "일산3동"
  },
  {
    do: "경기도",
    si: "군포시",
    dong: "산본2동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "성북동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "상인1동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "부암3동"
  },
  {
    do: "부산광역시",
    si: "서구",
    dong: "동대신2동"
  },
  {
    do: "부산광역시",
    si: "연제구",
    dong: "연산6동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "반송1동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "신도동"
  },
  {
    do: "경기도",
    si: "동두천시",
    dong: "불현동"
  },
  {
    do: "경기도",
    si: "이천시",
    dong: "마장면"
  },
  {
    do: "부산광역시",
    si: "기장군",
    dong: "일광면"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "삼성1동"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "성수1가1동"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "미평동"
  },
  {
    do: "강원도",
    si: "정선군",
    dong: "고한읍"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "신사우동"
  },
  {
    do: "강원도",
    si: "태백시",
    dong: "문곡소도동"
  },
  {
    do: "강원도",
    si: "평창군",
    dong: "봉평면"
  },
  {
    do: "강원도",
    si: "횡성군",
    dong: "둔내면"
  },
  {
    do: "강원도",
    si: "동해시",
    dong: "북평동"
  },
  {
    do: "강원도",
    si: "동해시",
    dong: "망상동"
  },
  {
    do: "경기도",
    si: "가평군",
    dong: "가평읍"
  },
  {
    do: "경기도",
    si: "가평군",
    dong: "상면"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "지금동"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "진건읍"
  },
  {
    do: "경기도",
    si: "이천시",
    dong: "설성면"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "매송면"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "양감면"
  },
  {
    do: "경상남도",
    si: "밀양시",
    dong: "삼랑진읍"
  },
  {
    do: "경상남도",
    si: "사천시",
    dong: "곤양면"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "건천읍"
  },
  {
    do: "경상북도",
    si: "영주시",
    dong: "봉현면"
  },
  {
    do: "경상북도",
    si: "칠곡군",
    dong: "동명면"
  },
  {
    do: "경상북도",
    si: "포항시 남구",
    dong: "구룡포읍"
  },
  {
    do: "경상북도",
    si: "영주시",
    dong: "하망동"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "월성동"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "도산동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "두암2동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "신안동"
  },
  {
    do: "광주광역시",
    si: "남구",
    dong: "사직동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "지저동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "둔산3동"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "태평2동"
  },
  {
    do: "부산광역시",
    si: "기장군",
    dong: "철마면"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "개금3동"
  },
  {
    do: "부산광역시",
    si: "서구",
    dong: "부민동"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "청룡노포동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "암사3동"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "전의면"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "마전동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "석남3동"
  },
  {
    do: "인천광역시",
    si: "강화군",
    dong: "선원면"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "승주읍"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "삼향동"
  },
  {
    do: "전라북도",
    si: "순창군",
    dong: "팔덕면"
  },
  {
    do: "전라북도",
    si: "완주군",
    dong: "삼례읍"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "노송동"
  },
  {
    do: "전라북도",
    si: "정읍시",
    dong: "장명동"
  },
  {
    do: "전라북도",
    si: "남원시",
    dong: "주천면"
  },
  {
    do: "충청남도",
    si: "공주시",
    dong: "반포면"
  },
  {
    do: "충청남도",
    si: "공주시",
    dong: "우성면"
  },
  {
    do: "충청남도",
    si: "서천군",
    dong: "한산면"
  },
  {
    do: "충청북도",
    si: "청주시 흥덕구",
    dong: "운천.신봉동"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "지현동"
  },
  {
    do: "충청북도",
    si: "음성군",
    dong: "감곡면"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "거제면"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "도고면"
  },
  {
    do: "충청북도",
    si: "진천군",
    dong: "덕산읍"
  },
  {
    do: "경기도",
    si: "여주시",
    dong: "가남읍"
  },
  {
    do: "경상북도",
    si: "청도군",
    dong: "풍각면"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "태평3동"
  },
  {
    do: "충청남도",
    si: "논산시",
    dong: "연산면"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "수안보면"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "방배4동"
  },
  {
    do: "강원도",
    si: "삼척시",
    dong: "도계읍"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "반월동"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "옥성면"
  },
  {
    do: "경상북도",
    si: "예천군",
    dong: "풍양면"
  },
  {
    do: "경상북도",
    si: "의성군",
    dong: "비안면"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "신암4동"
  },
  {
    do: "부산광역시",
    si: "서구",
    dong: "남부민2동"
  },
  {
    do: "서울특별시",
    si: "서대문구",
    dong: "홍제3동"
  },
  {
    do: "울산광역시",
    si: "북구",
    dong: "양정동"
  },
  {
    do: "인천광역시",
    si: "옹진군",
    dong: "연평면"
  },
  {
    do: "경상남도",
    si: "사천시",
    dong: "용현면"
  },
  {
    do: "경상북도",
    si: "봉화군",
    dong: "소천면"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "명륜1동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "원곡본동"
  },
  {
    do: "경기도",
    si: "안양시 만안구",
    dong: "안양4동"
  },
  {
    do: "서울특별시",
    si: "동작구",
    dong: "사당1동"
  },
  {
    do: "인천광역시",
    si: "중구",
    dong: "연안동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "부평2동"
  },
  {
    do: "경상북도",
    si: "영주시",
    dong: "가흥2동"
  },
  {
    do: "경상북도",
    si: "영천시",
    dong: "완산동"
  },
  {
    do: "강원도",
    si: "속초시",
    dong: "동명동"
  },
  {
    do: "강원도",
    si: "영월군",
    dong: "상동읍"
  },
  {
    do: "강원도",
    si: "정선군",
    dong: "여량면"
  },
  {
    do: "강원도",
    si: "태백시",
    dong: "철암동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "능곡동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "하안1동"
  },
  {
    do: "경기도",
    si: "용인시 처인구",
    dong: "동부동"
  },
  {
    do: "경상남도",
    si: "밀양시",
    dong: "산내면"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "일반성면"
  },
  {
    do: "경상남도",
    si: "창녕군",
    dong: "영산면"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "진북면"
  },
  {
    do: "경상남도",
    si: "하동군",
    dong: "청암면"
  },
  {
    do: "경상남도",
    si: "합천군",
    dong: "가야면"
  },
  {
    do: "경상북도",
    si: "김천시",
    dong: "양금동"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "풍산읍"
  },
  {
    do: "경상북도",
    si: "예천군",
    dong: "감천면"
  },
  {
    do: "경상북도",
    si: "울진군",
    dong: "죽변면"
  },
  {
    do: "경상북도",
    si: "청송군",
    dong: "진보면"
  },
  {
    do: "경상북도",
    si: "칠곡군",
    dong: "가산면"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "비산5동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "황금1동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "변동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "장위1동"
  },
  {
    do: "인천광역시",
    si: "동구",
    dong: "송림2동"
  },
  {
    do: "전라남도",
    si: "고흥군",
    dong: "도화면"
  },
  {
    do: "전라남도",
    si: "광양시",
    dong: "광영동"
  },
  {
    do: "전라남도",
    si: "담양군",
    dong: "고서면"
  },
  {
    do: "전라남도",
    si: "무안군",
    dong: "운남면"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "남면"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "대교동"
  },
  {
    do: "전라북도",
    si: "완주군",
    dong: "운주면"
  },
  {
    do: "전라북도",
    si: "정읍시",
    dong: "시기동"
  },
  {
    do: "경기도",
    si: "수원시 팔달구",
    dong: "화서1동"
  },
  {
    do: "강원도",
    si: "인제군",
    dong: "북면"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "상1동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "백운동"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "사2동"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "수궁동"
  },
  {
    do: "인천광역시",
    si: "중구",
    dong: "용유동"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "풍천면"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "공덕동"
  },
  {
    do: "부산광역시",
    si: "동래구",
    dong: "온천2동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "보라매동"
  },
  {
    do: "경기도",
    si: "용인시 처인구",
    dong: "이동읍"
  },
  {
    do: "경상남도",
    si: "창원시 의창구",
    dong: "대산면"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "용당1동"
  },
  {
    do: "충청북도",
    si: "청주시 흥덕구",
    dong: "강내면"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "원종1동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "풍향동"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "양재1동"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "풍남동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "중3동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "후평3동"
  },
  {
    do: "울산광역시",
    si: "중구",
    dong: "다운동"
  },
  {
    do: "인천광역시",
    si: "계양구",
    dong: "효성1동"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "퇴계원읍"
  },
  {
    do: "경기도",
    si: "성남시 중원구",
    dong: "상대원2동"
  },
  {
    do: "경기도",
    si: "수원시 권선구",
    dong: "세류1동"
  },
  {
    do: "경기도",
    si: "수원시 영통구",
    dong: "망포1동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "군자동"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "부곡동"
  },
  {
    do: "경기도",
    si: "안양시 만안구",
    dong: "석수3동"
  },
  {
    do: "경기도",
    si: "하남시",
    dong: "위례동"
  },
  {
    do: "경상북도",
    si: "영주시",
    dong: "영주1동"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "금호1동"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "개봉2동"
  },
  {
    do: "서울특별시",
    si: "동대문구",
    dong: "전농2동"
  },
  {
    do: "서울특별시",
    si: "동작구",
    dong: "흑석동"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "금호2.3가동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "정릉3동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "마천1동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "당하동"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "조촌동"
  },
  {
    do: "충청북도",
    si: "단양군",
    dong: "단양읍"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "괴안동"
  },
  {
    do: "경상북도",
    si: "김천시",
    dong: "지좌동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "가락1동"
  },
  {
    do: "울산광역시",
    si: "남구",
    dong: "신정1동"
  },
  {
    do: "인천광역시",
    si: "계양구",
    dong: "작전1동"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "월호동"
  },
  {
    do: "경상남도",
    si: "창원시 마산회원구",
    dong: "구암1동"
  },
  {
    do: "부산광역시",
    si: "수영구",
    dong: "광안4동"
  },
  {
    do: "광주광역시",
    si: "남구",
    dong: "백운1동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "고산2동"
  },
  {
    do: "대전광역시",
    si: "동구",
    dong: "가양1동"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "대사동"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "용문동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "갈산2동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "산곡2동"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "형곡1동"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "선두구동"
  },
  {
    do: "전라남도",
    si: "영암군",
    dong: "영암읍"
  },
  {
    do: "서울특별시",
    si: "도봉구",
    dong: "창5동"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "달천동"
  },
  {
    do: "경기도",
    si: "안성시",
    dong: "일죽면"
  },
  {
    do: "부산광역시",
    si: "서구",
    dong: "서대신1동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "신내2동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "목원동"
  },
  {
    do: "충청북도",
    si: "보은군",
    dong: "보은읍"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "인주면"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "동탄8동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "약사명동"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "선도동"
  },
  {
    do: "울산광역시",
    si: "중구",
    dong: "반구2동"
  },
  {
    do: "울산광역시",
    si: "중구",
    dong: "우정동"
  },
  {
    do: "전라북도",
    si: "김제시",
    dong: "교월동"
  },
  {
    do: "서울특별시",
    si: "광진구",
    dong: "중곡1동"
  },
  {
    do: "서울특별시",
    si: "강서구",
    dong: "가양2동"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "고척2동"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "구월4동"
  },
  {
    do: "경기도",
    si: "수원시 팔달구",
    dong: "우만1동"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "대곶면"
  },
  {
    do: "강원도",
    si: "평창군",
    dong: "대화면"
  },
  {
    do: "강원도",
    si: "평창군",
    dong: "용평면"
  },
  {
    do: "경기도",
    si: "수원시 권선구",
    dong: "세류2동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "대부동"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "옥구읍"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "숭의4동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "주안2동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "상계10동"
  },
  {
    do: "경기도",
    si: "가평군",
    dong: "청평면"
  },
  {
    do: "경기도",
    si: "수원시 권선구",
    dong: "권선2동"
  },
  {
    do: "경기도",
    si: "의왕시",
    dong: "내손1동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "정릉2동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "좌4동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "송내1동"
  },
  {
    do: "강원도",
    si: "삼척시",
    dong: "성내동"
  },
  {
    do: "강원도",
    si: "태백시",
    dong: "황지동"
  },
  {
    do: "강원도",
    si: "속초시",
    dong: "청호동"
  },
  {
    do: "경상북도",
    si: "성주군",
    dong: "선남면"
  },
  {
    do: "서울특별시",
    si: "중구",
    dong: "청구동"
  },
  {
    do: "강원도",
    si: "화천군",
    dong: "간동면"
  },
  {
    do: "경기도",
    si: "가평군",
    dong: "북면"
  },
  {
    do: "전라남도",
    si: "완도군",
    dong: "노화읍"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "살미면"
  },
  {
    do: "충청남도",
    si: "태안군",
    dong: "원북면"
  },
  {
    do: "강원도",
    si: "고성군",
    dong: "거진읍"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "신흥동"
  },
  {
    do: "대전광역시",
    si: "동구",
    dong: "신인동"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "춘포면"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "효자1동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "안심2동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "신동면"
  },
  {
    do: "경기도",
    si: "의왕시",
    dong: "고천동"
  },
  {
    do: "경상남도",
    si: "창원시 마산회원구",
    dong: "합성1동"
  },
  {
    do: "경상북도",
    si: "고령군",
    dong: "다산면"
  },
  {
    do: "경상북도",
    si: "포항시 북구",
    dong: "우창동"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "비산7동"
  },
  {
    do: "서울특별시",
    si: "강북구",
    dong: "삼양동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "역곡2동"
  },
  {
    do: "경기도",
    si: "안성시",
    dong: "미양면"
  },
  {
    do: "경기도",
    si: "고양시 일산동구",
    dong: "장항1동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "역곡1동"
  },
  {
    do: "경상남도",
    si: "남해군",
    dong: "설천면"
  },
  {
    do: "경상북도",
    si: "영주시",
    dong: "영주2동"
  },
  {
    do: "부산광역시",
    si: "중구",
    dong: "동광동"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "수색동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "일신동"
  },
  {
    do: "인천광역시",
    si: "중구",
    dong: "북성동"
  },
  {
    do: "전라남도",
    si: "함평군",
    dong: "엄다면"
  },
  {
    do: "강원도",
    si: "철원군",
    dong: "김화읍"
  },
  {
    do: "경기도",
    si: "수원시 팔달구",
    dong: "고등동"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "갈산동"
  },
  {
    do: "경기도",
    si: "양주시",
    dong: "남면"
  },
  {
    do: "경기도",
    si: "파주시",
    dong: "적성면"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "사등면"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "장목면"
  },
  {
    do: "경상남도",
    si: "산청군",
    dong: "시천면"
  },
  {
    do: "경상남도",
    si: "의령군",
    dong: "부림면"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "상봉동"
  },
  {
    do: "경상남도",
    si: "창녕군",
    dong: "이방면"
  },
  {
    do: "경상남도",
    si: "합천군",
    dong: "삼가면"
  },
  {
    do: "경상북도",
    si: "청도군",
    dong: "화양읍"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "도원동"
  },
  {
    do: "부산광역시",
    si: "동구",
    dong: "수정1동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "반여3동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "마천2동"
  },
  {
    do: "전라남도",
    si: "고흥군",
    dong: "금산면"
  },
  {
    do: "전라남도",
    si: "고흥군",
    dong: "동강면"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "별량면"
  },
  {
    do: "전라남도",
    si: "장성군",
    dong: "북이면"
  },
  {
    do: "전라남도",
    si: "무안군",
    dong: "일로읍"
  },
  {
    do: "전라북도",
    si: "남원시",
    dong: "죽항동"
  },
  {
    do: "전라북도",
    si: "완주군",
    dong: "상관면"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "중앙동"
  },
  {
    do: "충청북도",
    si: "음성군",
    dong: "삼성면"
  },
  {
    do: "충청북도",
    si: "청주시 청원구",
    dong: "북이면"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "봉방동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "공릉2동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "통복동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "광명2동"
  },
  {
    do: "인천광역시",
    si: "동구",
    dong: "송림3.5동"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "삼산동"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "문창동"
  },
  {
    do: "서울특별시",
    si: "마포구",
    dong: "염리동"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "금호4가동"
  },
  {
    do: "전라북도",
    si: "진안군",
    dong: "진안읍"
  },
  {
    do: "경기도",
    si: "고양시 일산서구",
    dong: "주엽2동"
  },
  {
    do: "경기도",
    si: "과천시",
    dong: "중앙동"
  },
  {
    do: "경기도",
    si: "수원시 팔달구",
    dong: "지동"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "하성면"
  },
  {
    do: "대구광역시",
    si: "달성군",
    dong: "가창면"
  },
  {
    do: "부산광역시",
    si: "중구",
    dong: "광복동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "임동"
  },
  {
    do: "서울특별시",
    si: "중구",
    dong: "동화동"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "대소원면"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "신흥1동"
  },
  {
    do: "경기도",
    si: "안양시 만안구",
    dong: "박달1동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "신사동"
  },
  {
    do: "서울특별시",
    si: "중랑구",
    dong: "면목2동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "도곡1동"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "해양동"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "부암동"
  },
  {
    do: "서울특별시",
    si: "강북구",
    dong: "우이동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "약대동"
  },
  {
    do: "부산광역시",
    si: "사상구",
    dong: "주례3동"
  },
  {
    do: "충청북도",
    si: "청주시 상당구",
    dong: "중앙동"
  },
  {
    do: "강원도",
    si: "홍천군",
    dong: "북방면"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "진북동"
  },
  {
    do: "서울특별시",
    si: "서대문구",
    dong: "천연동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "일원2동"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "평리3동"
  },
  {
    do: "서울특별시",
    si: "도봉구",
    dong: "방학3동"
  },
  {
    do: "서울특별시",
    si: "중구",
    dong: "다산동"
  },
  {
    do: "부산광역시",
    si: "중구",
    dong: "보수동"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "신풍동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "동면"
  },
  {
    do: "부산광역시",
    si: "수영구",
    dong: "망미2동"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "감만2동"
  },
  {
    do: "경기도",
    si: "동두천시",
    dong: "생연1동"
  },
  {
    do: "대전광역시",
    si: "동구",
    dong: "홍도동"
  },
  {
    do: "경기도",
    si: "가평군",
    dong: "설악면"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "남촌도림동"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "염치읍"
  },
  {
    do: "경상북도",
    si: "포항시 남구",
    dong: "청림동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "송현2동"
  },
  {
    do: "서울특별시",
    si: "중구",
    dong: "장충동"
  },
  {
    do: "전라북도",
    si: "남원시",
    dong: "송동면"
  },
  {
    do: "서울특별시",
    si: "동작구",
    dong: "사당5동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "명석면"
  },
  {
    do: "부산광역시",
    si: "강서구",
    dong: "가락동"
  },
  {
    do: "부산광역시",
    si: "강서구",
    dong: "강동동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "상계9동"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "항동"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "왕십리2동"
  },
  {
    do: "충청북도",
    si: "제천시",
    dong: "화산동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "송내2동"
  },
  {
    do: "경기도",
    si: "여주시",
    dong: "강천면"
  },
  {
    do: "경상남도",
    si: "사천시",
    dong: "곤명면"
  },
  {
    do: "경상남도",
    si: "사천시",
    dong: "향촌동"
  },
  {
    do: "경상북도",
    si: "봉화군",
    dong: "봉화읍"
  },
  {
    do: "충청남도",
    si: "보령시",
    dong: "대천5동"
  },
  {
    do: "충청북도",
    si: "진천군",
    dong: "문백면"
  },
  {
    do: "강원도",
    si: "화천군",
    dong: "화천읍"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "팔봉동"
  },
  {
    do: "광주광역시",
    si: "남구",
    dong: "송암동"
  },
  {
    do: "전라북도",
    si: "정읍시",
    dong: "신태인읍"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "서서학동"
  },
  {
    do: "경상남도",
    si: "거창군",
    dong: "마리면"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "하계2동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "정릉4동"
  },
  {
    do: "서울특별시",
    si: "관악구",
    dong: "남현동"
  },
  {
    do: "경상남도",
    si: "통영시",
    dong: "명정동"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "비산2.3동"
  },
  {
    do: "부산광역시",
    si: "서구",
    dong: "동대신3동"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "청운효자동"
  },
  {
    do: "경기도",
    si: "파주시",
    dong: "파주읍"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "주안8동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "후평2동"
  },
  {
    do: "서울특별시",
    si: "강동구",
    dong: "고덕1동"
  },
  {
    do: "서울특별시",
    si: "동대문구",
    dong: "휘경2동"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "이태원2동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "판교동"
  },
  {
    do: "부산광역시",
    si: "연제구",
    dong: "거제4동"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "구로1동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "운암3동"
  },
  {
    do: "부산광역시",
    si: "동래구",
    dong: "명장1동"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "김포1동"
  },
  {
    do: "경기도",
    si: "안양시 만안구",
    dong: "안양5동"
  },
  {
    do: "인천광역시",
    si: "동구",
    dong: "화수1.화평동"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "태평2동"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "삼천1동"
  },
  {
    do: "경기도",
    si: "광주시",
    dong: "남종면"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "현덕면"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "노산동"
  },
  {
    do: "전라남도",
    si: "신안군",
    dong: "장산면"
  },
  {
    do: "전라북도",
    si: "고창군",
    dong: "아산면"
  },
  {
    do: "충청북도",
    si: "옥천군",
    dong: "안내면"
  },
  {
    do: "경상북도",
    si: "포항시 북구",
    dong: "용흥동"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "창신1동"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "신흥2동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "범어2동"
  },
  {
    do: "대구광역시",
    si: "중구",
    dong: "성내3동"
  },
  {
    do: "경기도",
    si: "포천시",
    dong: "일동면"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "만촌3동"
  },
  {
    do: "전라남도",
    si: "장흥군",
    dong: "장흥읍"
  },
  {
    do: "경상북도",
    si: "포항시 북구",
    dong: "양학동"
  },
  {
    do: "경기도",
    si: "양평군",
    dong: "청운면"
  },
  {
    do: "경상북도",
    si: "문경시",
    dong: "영순면"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "앙성면"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "유덕동"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "황오동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "범물1동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "일원1동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "풍납2동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "신정6동"
  },
  {
    do: "서울특별시",
    si: "중구",
    dong: "신당동"
  },
  {
    do: "충청남도",
    si: "공주시",
    dong: "중학동"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "신암5동"
  },
  {
    do: "강원도",
    si: "인제군",
    dong: "인제읍"
  },
  {
    do: "강원도",
    si: "화천군",
    dong: "사내면"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "송하동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "청천1동"
  },
  {
    do: "전라북도",
    si: "정읍시",
    dong: "연지동"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "화정4동"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "장승포동"
  },
  {
    do: "부산광역시",
    si: "동구",
    dong: "범일1동"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "조곡동"
  },
  {
    do: "경상북도",
    si: "영천시",
    dong: "금호읍"
  },
  {
    do: "경기도",
    si: "양주시",
    dong: "은현면"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "광명7동"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "수동면"
  },
  {
    do: "경기도",
    si: "수원시 권선구",
    dong: "세류3동"
  },
  {
    do: "경상북도",
    si: "김천시",
    dong: "어모면"
  },
  {
    do: "부산광역시",
    si: "동구",
    dong: "초량6동"
  },
  {
    do: "부산광역시",
    si: "사상구",
    dong: "삼락동"
  },
  {
    do: "전라남도",
    si: "보성군",
    dong: "회천면"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "미성동"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "저전동"
  },
  {
    do: "강원도",
    si: "평창군",
    dong: "평창읍"
  },
  {
    do: "경기도",
    si: "남양주시",
    dong: "조안면"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "심곡3동"
  },
  {
    do: "경기도",
    si: "안양시 동안구",
    dong: "부흥동"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "문화동"
  },
  {
    do: "경상남도",
    si: "밀양시",
    dong: "무안면"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "용현1,4동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "춘의동"
  },
  {
    do: "서울특별시",
    si: "금천구",
    dong: "시흥2동"
  },
  {
    do: "전라남도",
    si: "담양군",
    dong: "담양읍"
  },
  {
    do: "충청남도",
    si: "당진시",
    dong: "순성면"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "평리2동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "성당동"
  },
  {
    do: "울산광역시",
    si: "중구",
    dong: "복산1동"
  },
  {
    do: "강원도",
    si: "동해시",
    dong: "송정동"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "태장1동"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "교남동"
  },
  {
    do: "충청북도",
    si: "보은군",
    dong: "수한면"
  },
  {
    do: "경기도",
    si: "포천시",
    dong: "화현면"
  },
  {
    do: "경상남도",
    si: "의령군",
    dong: "유곡면"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "공단1동"
  },
  {
    do: "경상북도",
    si: "김천시",
    dong: "평화남산동"
  },
  {
    do: "경상북도",
    si: "상주시",
    dong: "함창읍"
  },
  {
    do: "경상북도",
    si: "예천군",
    dong: "용궁면"
  },
  {
    do: "전라북도",
    si: "김제시",
    dong: "요촌동"
  },
  {
    do: "충청남도",
    si: "서산시",
    dong: "팔봉면"
  },
  {
    do: "충청북도",
    si: "제천시",
    dong: "백운면"
  },
  {
    do: "경상남도",
    si: "산청군",
    dong: "신안면"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "구산면"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "도량동"
  },
  {
    do: "서울특별시",
    si: "도봉구",
    dong: "창4동"
  },
  {
    do: "충청남도",
    si: "예산군",
    dong: "고덕면"
  },
  {
    do: "충청남도",
    si: "청양군",
    dong: "화성면"
  },
  {
    do: "전라남도",
    si: "나주시",
    dong: "영강동"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "남중동"
  },
  {
    do: "대구광역시",
    si: "중구",
    dong: "대신동"
  },
  {
    do: "강원도",
    si: "속초시",
    dong: "영랑동"
  },
  {
    do: "경기도",
    si: "하남시",
    dong: "신장1동"
  },
  {
    do: "경상남도",
    si: "밀양시",
    dong: "가곡동"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "부강면"
  },
  {
    do: "인천광역시",
    si: "강화군",
    dong: "삼산면"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "풍덕동"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "화양면"
  },
  {
    do: "전라북도",
    si: "김제시",
    dong: "백구면"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "봉산동"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "단대동"
  },
  {
    do: "서울특별시",
    si: "은평구",
    dong: "신사1동"
  },
  {
    do: "경기도",
    si: "김포시",
    dong: "김포2동"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "영덕2동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "소사본3동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "중흥1동"
  },
  {
    do: "충청남도",
    si: "부여군",
    dong: "규암면"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "안심3동"
  },
  {
    do: "대전광역시",
    si: "동구",
    dong: "판암1동"
  },
  {
    do: "부산광역시",
    si: "부산진구",
    dong: "당감2동"
  },
  {
    do: "부산광역시",
    si: "연제구",
    dong: "연산8동"
  },
  {
    do: "울산광역시",
    si: "동구",
    dong: "전하1동"
  },
  {
    do: "경상남도",
    si: "사천시",
    dong: "정동면"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "서구동"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "장천동"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "용두동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "가좌4동"
  },
  {
    do: "대구광역시",
    si: "달성군",
    dong: "옥포읍"
  },
  {
    do: "강원도",
    si: "인제군",
    dong: "상남면"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "정자3동"
  },
  {
    do: "경상남도",
    si: "양산시",
    dong: "상북면"
  },
  {
    do: "서울특별시",
    si: "서대문구",
    dong: "북아현동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "잠실4동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "신길5동"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "이촌1동"
  },
  {
    do: "전라북도",
    si: "고창군",
    dong: "신림면"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "신흥동"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "농성1동"
  },
  {
    do: "광주광역시",
    si: "동구",
    dong: "지산2동"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "화정3동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "장지동"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "종촌동"
  },
  {
    do: "전라남도",
    si: "광양시",
    dong: "금호동"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "중앙동"
  },
  {
    do: "대구광역시",
    si: "달서구",
    dong: "상인3동"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "비산4동"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "용당동"
  },
  {
    do: "서울특별시",
    si: "중구",
    dong: "황학동"
  },
  {
    do: "경기도",
    si: "양평군",
    dong: "양서면"
  },
  {
    do: "대전광역시",
    si: "중구",
    dong: "부사동"
  },
  {
    do: "전라북도",
    si: "남원시",
    dong: "왕정동"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "중앙동"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "현곡면"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "행당2동"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "신길7동"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "만덕동"
  },
  {
    do: "경기도",
    si: "안성시",
    dong: "대덕면"
  },
  {
    do: "경상남도",
    si: "함안군",
    dong: "군북면"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "잠실2동"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "여산면"
  },
  {
    do: "충청남도",
    si: "공주시",
    dong: "정안면"
  },
  {
    do: "충청북도",
    si: "옥천군",
    dong: "동이면"
  },
  {
    do: "광주광역시",
    si: "남구",
    dong: "방림2동"
  },
  {
    do: "경기도",
    si: "성남시 중원구",
    dong: "은행1동"
  },
  {
    do: "충청북도",
    si: "청주시 흥덕구",
    dong: "옥산면"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "부개2동"
  },
  {
    do: "충청북도",
    si: "청주시 서원구",
    dong: "사직2동"
  },
  {
    do: "경기도",
    si: "군포시",
    dong: "궁내동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "철산2동"
  },
  {
    do: "서울특별시",
    si: "금천구",
    dong: "시흥4동"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "매곡동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "청라3동"
  },
  {
    do: "충청남도",
    si: "논산시",
    dong: "양촌면"
  },
  {
    do: "서울특별시",
    si: "영등포구",
    dong: "신길4동"
  },
  {
    do: "전라남도",
    si: "고흥군",
    dong: "도덕면"
  },
  {
    do: "전라남도",
    si: "해남군",
    dong: "문내면"
  },
  {
    do: "전라북도",
    si: "고창군",
    dong: "해리면"
  },
  {
    do: "전라남도",
    si: "신안군",
    dong: "압해읍"
  },
  {
    do: "전라남도",
    si: "완도군",
    dong: "금일읍"
  },
  {
    do: "강원도",
    si: "인제군",
    dong: "남면"
  },
  {
    do: "경기도",
    si: "양평군",
    dong: "서종면"
  },
  {
    do: "경상북도",
    si: "군위군",
    dong: "군위읍"
  },
  {
    do: "경상북도",
    si: "영주시",
    dong: "풍기읍"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "해안동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "산곡1동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "월곶동"
  },
  {
    do: "충청북도",
    si: "청주시 상당구",
    dong: "남일면"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "교현2동"
  },
  {
    do: "강원도",
    si: "철원군",
    dong: "서면"
  },
  {
    do: "강원도",
    si: "태백시",
    dong: "구문소동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "광명1동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "도당동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "역곡3동"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "정자2동"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "산성동"
  },
  {
    do: "경기도",
    si: "수원시 영통구",
    dong: "매탄1동"
  },
  {
    do: "경기도",
    si: "시흥시",
    dong: "매화동"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "사1동"
  },
  {
    do: "경기도",
    si: "오산시",
    dong: "초평동"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "동부면"
  },
  {
    do: "경상남도",
    si: "거창군",
    dong: "가조면"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "불암동"
  },
  {
    do: "경상남도",
    si: "사천시",
    dong: "남양동"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "천북면"
  },
  {
    do: "경상북도",
    si: "성주군",
    dong: "용암면"
  },
  {
    do: "경상북도",
    si: "포항시 북구",
    dong: "환여동"
  },
  {
    do: "광주광역시",
    si: "남구",
    dong: "방림1동"
  },
  {
    do: "광주광역시",
    si: "남구",
    dong: "백운2동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "관음동"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "산격1동"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "비산1동"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "평리5동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "파동"
  },
  {
    do: "대구광역시",
    si: "중구",
    dong: "남산4동"
  },
  {
    do: "부산광역시",
    si: "서구",
    dong: "서대신3동"
  },
  {
    do: "부산광역시",
    si: "연제구",
    dong: "연산3동"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "반포본동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "풍납1동"
  },
  {
    do: "서울특별시",
    si: "양천구",
    dong: "신월6동"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "무악동"
  },
  {
    do: "울산광역시",
    si: "북구",
    dong: "염포동"
  },
  {
    do: "인천광역시",
    si: "부평구",
    dong: "십정1동"
  },
  {
    do: "인천광역시",
    si: "서구",
    dong: "가정2동"
  },
  {
    do: "전라남도",
    si: "광양시",
    dong: "진상면"
  },
  {
    do: "전라남도",
    si: "무안군",
    dong: "현경면"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "한려동"
  },
  {
    do: "전라남도",
    si: "영광군",
    dong: "법성면"
  },
  {
    do: "전라북도",
    si: "고창군",
    dong: "흥덕면"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "삼학동"
  },
  {
    do: "전라북도",
    si: "김제시",
    dong: "금산면"
  },
  {
    do: "전라북도",
    si: "남원시",
    dong: "운봉읍"
  },
  {
    do: "전라북도",
    si: "완주군",
    dong: "고산면"
  },
  {
    do: "전라북도",
    si: "전주시 덕진구",
    dong: "팔복동"
  },
  {
    do: "전라북도",
    si: "정읍시",
    dong: "태인면"
  },
  {
    do: "충청남도",
    si: "계룡시",
    dong: "두마면"
  },
  {
    do: "충청남도",
    si: "당진시",
    dong: "석문면"
  },
  {
    do: "충청북도",
    si: "단양군",
    dong: "영춘면"
  },
  {
    do: "충청북도",
    si: "진천군",
    dong: "이월면"
  },
  {
    do: "충청북도",
    si: "청주시 서원구",
    dong: "수곡1동"
  },
  {
    do: "부산광역시",
    si: "영도구",
    dong: "영선2동"
  },
  {
    do: "울산광역시",
    si: "남구",
    dong: "신정5동"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "숭인1동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "남산면"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "신촌동"
  },
  {
    do: "전라남도",
    si: "화순군",
    dong: "도곡면"
  },
  {
    do: "경상남도",
    si: "창원시 진해구",
    dong: "병암동"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "양지동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "중4동"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "잠실7동"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "용산2가동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "흥선동"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "옥도면"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "성사2동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "후평1동"
  },
  {
    do: "경기도",
    si: "연천군",
    dong: "백학면"
  },
  {
    do: "경기도",
    si: "화성시",
    dong: "새솔동"
  },
  {
    do: "충청남도",
    si: "보령시",
    dong: "웅천읍"
  },
  {
    do: "경상남도",
    si: "남해군",
    dong: "삼동면"
  },
  {
    do: "경상남도",
    si: "남해군",
    dong: "창선면"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "이현동"
  },
  {
    do: "경상남도",
    si: "통영시",
    dong: "도천동"
  },
  {
    do: "경상북도",
    si: "김천시",
    dong: "남면"
  },
  {
    do: "인천광역시",
    si: "동구",
    dong: "송현3동"
  },
  {
    do: "전라북도",
    si: "완주군",
    dong: "구이면"
  },
  {
    do: "충청남도",
    si: "당진시",
    dong: "정미면"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "주덕읍"
  },
  {
    do: "경기도",
    si: "수원시 권선구",
    dong: "입북동"
  },
  {
    do: "경상북도",
    si: "문경시",
    dong: "점촌4동"
  },
  {
    do: "대구광역시",
    si: "수성구",
    dong: "중동"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "나포면"
  },
  {
    do: "대전광역시",
    si: "대덕구",
    dong: "법1동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "월평3동"
  },
  {
    do: "경기도",
    si: "가평군",
    dong: "조종면"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "상대1동"
  },
  {
    do: "경상남도",
    si: "합천군",
    dong: "가회면"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "교동"
  },
  {
    do: "강원도",
    si: "태백시",
    dong: "장성동"
  },
  {
    do: "부산광역시",
    si: "사상구",
    dong: "모라3동"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "상계8동"
  },
  {
    do: "서울특별시",
    si: "강남구",
    dong: "일원본동"
  },
  {
    do: "경상남도",
    si: "창원시 진해구",
    dong: "중앙동"
  },
  {
    do: "경상남도",
    si: "하동군",
    dong: "진교면"
  },
  {
    do: "전라북도",
    si: "김제시",
    dong: "공덕면"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "주삼동"
  },
  {
    do: "전라북도",
    si: "부안군",
    dong: "줄포면"
  },
  {
    do: "전라북도",
    si: "정읍시",
    dong: "북면"
  },
  {
    do: "부산광역시",
    si: "중구",
    dong: "대청동"
  },
  {
    do: "서울특별시",
    si: "서초구",
    dong: "방배3동"
  },
  {
    do: "충청남도",
    si: "논산시",
    dong: "은진면"
  },
  {
    do: "충청남도",
    si: "금산군",
    dong: "추부면"
  },
  {
    do: "경상남도",
    si: "고성군",
    dong: "회화면"
  },
  {
    do: "경상남도",
    si: "창원시 진해구",
    dong: "여좌동"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "만수3동"
  },
  {
    do: "강원도",
    si: "정선군",
    dong: "신동읍"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "흥업면"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "수내2동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "가능3동"
  },
  {
    do: "경상북도",
    si: "성주군",
    dong: "금수면"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "양북면"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "효창동"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "문학동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "용당2동"
  },
  {
    do: "전라북도",
    si: "전주시 완산구",
    dong: "동서학동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "북산면"
  },
  {
    do: "강원도",
    si: "태백시",
    dong: "삼수동"
  },
  {
    do: "경상남도",
    si: "함안군",
    dong: "대산면"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "감포읍"
  },
  {
    do: "경상북도",
    si: "포항시 북구",
    dong: "송라면"
  },
  {
    do: "경상북도",
    si: "포항시 북구",
    dong: "죽장면"
  },
  {
    do: "서울특별시",
    si: "구로구",
    dong: "가리봉동"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "서면"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "율촌면"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "서강동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "도마2동"
  },
  {
    do: "대구광역시",
    si: "남구",
    dong: "대명10동"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "평리6동"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "오성면"
  },
  {
    do: "경기도",
    si: "여주시",
    dong: "금사면"
  },
  {
    do: "충청북도",
    si: "영동군",
    dong: "매곡면"
  },
  {
    do: "부산광역시",
    si: "영도구",
    dong: "동삼2동"
  },
  {
    do: "전라북도",
    si: "부안군",
    dong: "변산면"
  },
  {
    do: "경상남도",
    si: "창녕군",
    dong: "성산면"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "산내면"
  },
  {
    do: "충청북도",
    si: "음성군",
    dong: "원남면"
  },
  {
    do: "충청북도",
    si: "보은군",
    dong: "속리산면"
  },
  {
    do: "대구광역시",
    si: "중구",
    dong: "남산1동"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "진전면"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "중앙동"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "부론면"
  },
  {
    do: "강원도",
    si: "동해시",
    dong: "묵호동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "하안2동"
  },
  {
    do: "전라남도",
    si: "나주시",
    dong: "영산동"
  },
  {
    do: "충청남도",
    si: "보령시",
    dong: "남포면"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "삼청동"
  },
  {
    do: "전라남도",
    si: "담양군",
    dong: "금성면"
  },
  {
    do: "전라북도",
    si: "무주군",
    dong: "설천면"
  },
  {
    do: "충청남도",
    si: "공주시",
    dong: "계룡면"
  },
  {
    do: "경기도",
    si: "양평군",
    dong: "지평면"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "연동면"
  },
  {
    do: "전라북도",
    si: "임실군",
    dong: "성수면"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "이로동"
  },
  {
    do: "서울특별시",
    si: "강북구",
    dong: "수유2동"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "신북읍"
  },
  {
    do: "광주광역시",
    si: "남구",
    dong: "양림동"
  },
  {
    do: "광주광역시",
    si: "남구",
    dong: "월산4동"
  },
  {
    do: "전라남도",
    si: "강진군",
    dong: "마량면"
  },
  {
    do: "충청북도",
    si: "보은군",
    dong: "삼승면"
  },
  {
    do: "전라남도",
    si: "완도군",
    dong: "약산면"
  },
  {
    do: "경상북도",
    si: "상주시",
    dong: "외서면"
  },
  {
    do: "충청남도",
    si: "논산시",
    dong: "채운면"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "황등면"
  },
  {
    do: "경상북도",
    si: "포항시 남구",
    dong: "송도동"
  },
  {
    do: "강원도",
    si: "속초시",
    dong: "대포동"
  },
  {
    do: "경상남도",
    si: "통영시",
    dong: "산양읍"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "문화동"
  },
  {
    do: "부산광역시",
    si: "중구",
    dong: "영주1동"
  },
  {
    do: "인천광역시",
    si: "동구",
    dong: "금창동"
  },
  {
    do: "전라남도",
    si: "완도군",
    dong: "청산면"
  },
  {
    do: "전라남도",
    si: "보성군",
    dong: "득량면"
  },
  {
    do: "충청남도",
    si: "태안군",
    dong: "근흥면"
  },
  {
    do: "전라남도",
    si: "진도군",
    dong: "임회면"
  },
  {
    do: "강원도",
    si: "동해시",
    dong: "발한동"
  },
  {
    do: "경상북도",
    si: "고령군",
    dong: "성산면"
  },
  {
    do: "경상남도",
    si: "창원시 의창구",
    dong: "동읍"
  },
  {
    do: "인천광역시",
    si: "동구",
    dong: "화수2동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "철산1동"
  },
  {
    do: "충청북도",
    si: "청주시 청원구",
    dong: "내덕2동"
  },
  {
    do: "경상남도",
    si: "하동군",
    dong: "악양면"
  },
  {
    do: "부산광역시",
    si: "동구",
    dong: "좌천동"
  },
  {
    do: "부산광역시",
    si: "서구",
    dong: "남부민1동"
  },
  {
    do: "충청북도",
    si: "옥천군",
    dong: "청산면"
  },
  {
    do: "경상북도",
    si: "의성군",
    dong: "다인면"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "금호1가동"
  },
  {
    do: "경기도",
    si: "광명시",
    dong: "철산4동"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "진례면"
  },
  {
    do: "서울특별시",
    si: "광진구",
    dong: "중곡3동"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "괴정2동"
  },
  {
    do: "경상북도",
    si: "울릉군",
    dong: "서면"
  },
  {
    do: "인천광역시",
    si: "강화군",
    dong: "화도면"
  },
  {
    do: "대구광역시",
    si: "중구",
    dong: "대봉2동"
  },
  {
    do: "경기도",
    si: "군포시",
    dong: "수리동"
  },
  {
    do: "울산광역시",
    si: "울주군",
    dong: "상북면"
  },
  {
    do: "전라남도",
    si: "무안군",
    dong: "망운면"
  },
  {
    do: "충청남도",
    si: "청양군",
    dong: "비봉면"
  },
  {
    do: "충청남도",
    si: "서산시",
    dong: "운산면"
  },
  {
    do: "경기도",
    si: "안성시",
    dong: "서운면"
  },
  {
    do: "경기도",
    si: "하남시",
    dong: "감일동"
  },
  {
    do: "경상남도",
    si: "산청군",
    dong: "산청읍"
  },
  {
    do: "경상북도",
    si: "김천시",
    dong: "아포읍"
  },
  {
    do: "경상북도",
    si: "울릉군",
    dong: "울릉읍"
  },
  {
    do: "경상북도",
    si: "의성군",
    dong: "의성읍"
  },
  {
    do: "충청북도",
    si: "제천시",
    dong: "인성동"
  },
  {
    do: "충청북도",
    si: "청주시 서원구",
    dong: "현도면"
  },
  {
    do: "충청남도",
    si: "논산시",
    dong: "벌곡면"
  },
  {
    do: "충청북도",
    si: "제천시",
    dong: "송학면"
  },
  {
    do: "강원도",
    si: "인제군",
    dong: "기린면"
  },
  {
    do: "강원도",
    si: "인제군",
    dong: "서화면"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "서후면"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "신평1동"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "임피면"
  },
  {
    do: "경기도",
    si: "과천시",
    dong: "문원동"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "남부면"
  },
  {
    do: "경상북도",
    si: "영덕군",
    dong: "병곡면"
  },
  {
    do: "경기도",
    si: "성남시 분당구",
    dong: "분당동"
  },
  {
    do: "경상남도",
    si: "합천군",
    dong: "용주면"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "장천면"
  },
  {
    do: "경상북도",
    si: "상주시",
    dong: "계림동"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "명륜동"
  },
  {
    do: "경상북도",
    si: "포항시 남구",
    dong: "장기면"
  },
  {
    do: "부산광역시",
    si: "영도구",
    dong: "청학1동"
  },
  {
    do: "부산광역시",
    si: "중구",
    dong: "영주2동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "죽교동"
  },
  {
    do: "강원도",
    si: "삼척시",
    dong: "정라동"
  },
  {
    do: "경상북도",
    si: "영주시",
    dong: "휴천1동"
  },
  {
    do: "서울특별시",
    si: "강북구",
    dong: "번2동"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "심곡본1동"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "수진1동"
  },
  {
    do: "경기도",
    si: "연천군",
    dong: "연천읍"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "신장1동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "수곡면"
  },
  {
    do: "대전광역시",
    si: "대덕구",
    dong: "회덕동"
  },
  {
    do: "부산광역시",
    si: "영도구",
    dong: "신선동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "동명동"
  },
  {
    do: "전라남도",
    si: "신안군",
    dong: "안좌면"
  },
  {
    do: "전라북도",
    si: "장수군",
    dong: "계남면"
  },
  {
    do: "충청남도",
    si: "공주시",
    dong: "유구읍"
  },
  {
    do: "전라남도",
    si: "나주시",
    dong: "이창동"
  },
  {
    do: "부산광역시",
    si: "서구",
    dong: "동대신1동"
  },
  {
    do: "경기도",
    si: "여주시",
    dong: "능서면"
  },
  {
    do: "서울특별시",
    si: "노원구",
    dong: "상계3.4동"
  },
  {
    do: "강원도",
    si: "홍천군",
    dong: "남면"
  },
  {
    do: "강원도",
    si: "양구군",
    dong: "남면"
  },
  {
    do: "강원도",
    si: "영월군",
    dong: "북면"
  },
  {
    do: "강원도",
    si: "영월군",
    dong: "중동면"
  },
  {
    do: "강원도",
    si: "영월군",
    dong: "한반도면"
  },
  {
    do: "강원도",
    si: "정선군",
    dong: "남면"
  },
  {
    do: "강원도",
    si: "홍천군",
    dong: "내면"
  },
  {
    do: "강원도",
    si: "홍천군",
    dong: "동면"
  },
  {
    do: "강원도",
    si: "횡성군",
    dong: "우천면"
  },
  {
    do: "경기도",
    si: "연천군",
    dong: "군남면"
  },
  {
    do: "경기도",
    si: "의왕시",
    dong: "내손2동"
  },
  {
    do: "경기도",
    si: "이천시",
    dong: "모가면"
  },
  {
    do: "경기도",
    si: "포천시",
    dong: "가산면"
  },
  {
    do: "경상남도",
    si: "거창군",
    dong: "신원면"
  },
  {
    do: "경상남도",
    si: "거창군",
    dong: "웅양면"
  },
  {
    do: "경상남도",
    si: "남해군",
    dong: "고현면"
  },
  {
    do: "경상남도",
    si: "밀양시",
    dong: "청도면"
  },
  {
    do: "경상남도",
    si: "하동군",
    dong: "금남면"
  },
  {
    do: "경상남도",
    si: "함양군",
    dong: "서상면"
  },
  {
    do: "경상남도",
    si: "함양군",
    dong: "수동면"
  },
  {
    do: "경상남도",
    si: "함양군",
    dong: "안의면"
  },
  {
    do: "경상남도",
    si: "함양군",
    dong: "지곡면"
  },
  {
    do: "경상북도",
    si: "성주군",
    dong: "가천면"
  },
  {
    do: "경상북도",
    si: "경산시",
    dong: "남산면"
  },
  {
    do: "경상북도",
    si: "고령군",
    dong: "덕곡면"
  },
  {
    do: "경상북도",
    si: "김천시",
    dong: "증산면"
  },
  {
    do: "경상북도",
    si: "상주시",
    dong: "모동면"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "일직면"
  },
  {
    do: "경상북도",
    si: "영천시",
    dong: "청통면"
  },
  {
    do: "경상북도",
    si: "의성군",
    dong: "단촌면"
  },
  {
    do: "경상북도",
    si: "청송군",
    dong: "부남면"
  },
  {
    do: "부산광역시",
    si: "금정구",
    dong: "부곡1동"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "감만1동"
  },
  {
    do: "부산광역시",
    si: "영도구",
    dong: "청학2동"
  },
  {
    do: "서울특별시",
    si: "성동구",
    dong: "응봉동"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "전동면"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "주안3동"
  },
  {
    do: "전라남도",
    si: "담양군",
    dong: "대전면"
  },
  {
    do: "전라남도",
    si: "신안군",
    dong: "도초면"
  },
  {
    do: "전라남도",
    si: "여수시",
    dong: "삼산면"
  },
  {
    do: "전라북도",
    si: "고창군",
    dong: "대산면"
  },
  {
    do: "전라북도",
    si: "고창군",
    dong: "성내면"
  },
  {
    do: "전라북도",
    si: "김제시",
    dong: "만경읍"
  },
  {
    do: "전라북도",
    si: "김제시",
    dong: "진봉면"
  },
  {
    do: "충청남도",
    si: "당진시",
    dong: "고대면"
  },
  {
    do: "충청남도",
    si: "보령시",
    dong: "천북면"
  },
  {
    do: "충청남도",
    si: "서산시",
    dong: "인지면"
  },
  {
    do: "충청남도",
    si: "예산군",
    dong: "신암면"
  },
  {
    do: "충청남도",
    si: "천안시 동남구",
    dong: "북면"
  },
  {
    do: "충청북도",
    si: "괴산군",
    dong: "청천면"
  },
  {
    do: "충청북도",
    si: "단양군",
    dong: "매포읍"
  },
  {
    do: "충청북도",
    si: "청주시 상당구",
    dong: "탑대성동"
  },
  {
    do: "경기도",
    si: "연천군",
    dong: "청산면"
  },
  {
    do: "인천광역시",
    si: "중구",
    dong: "율목동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "동림동"
  },
  {
    do: "경상북도",
    si: "영천시",
    dong: "대창면"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "명륜2동"
  },
  {
    do: "경상남도",
    si: "거창군",
    dong: "위천면"
  },
  {
    do: "경상북도",
    si: "문경시",
    dong: "점촌3동"
  },
  {
    do: "경상북도",
    si: "예천군",
    dong: "개포면"
  },
  {
    do: "경상북도",
    si: "울진군",
    dong: "근남면"
  },
  {
    do: "인천광역시",
    si: "미추홀구",
    dong: "도화2,3동"
  },
  {
    do: "경상남도",
    si: "산청군",
    dong: "생초면"
  },
  {
    do: "경상남도",
    si: "창원시 마산회원구",
    dong: "봉암동"
  },
  {
    do: "경상북도",
    si: "문경시",
    dong: "가은읍"
  },
  {
    do: "경상북도",
    si: "문경시",
    dong: "마성면"
  },
  {
    do: "경상북도",
    si: "상주시",
    dong: "모서면"
  },
  {
    do: "경상북도",
    si: "상주시",
    dong: "화북면"
  },
  {
    do: "경상북도",
    si: "영양군",
    dong: "석보면"
  },
  {
    do: "경상북도",
    si: "영양군",
    dong: "입암면"
  },
  {
    do: "경상북도",
    si: "의성군",
    dong: "봉양면"
  },
  {
    do: "경상북도",
    si: "청송군",
    dong: "청송읍"
  },
  {
    do: "경상북도",
    si: "칠곡군",
    dong: "약목면"
  },
  {
    do: "광주광역시",
    si: "동구",
    dong: "지원1동"
  },
  {
    do: "대전광역시",
    si: "대덕구",
    dong: "대화동"
  },
  {
    do: "부산광역시",
    si: "사하구",
    dong: "감천2동"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "소정면"
  },
  {
    do: "전라남도",
    si: "곡성군",
    dong: "입면"
  },
  {
    do: "전라남도",
    si: "장성군",
    dong: "동화면"
  },
  {
    do: "전라북도",
    si: "완주군",
    dong: "소양면"
  },
  {
    do: "전라북도",
    si: "장수군",
    dong: "장계면"
  },
  {
    do: "전라북도",
    si: "정읍시",
    dong: "고부면"
  },
  {
    do: "충청남도",
    si: "천안시 동남구",
    dong: "성남면"
  },
  {
    do: "충청북도",
    si: "영동군",
    dong: "황간면"
  },
  {
    do: "경기도",
    si: "안성시",
    dong: "양성면"
  },
  {
    do: "경상남도",
    si: "창원시 마산합포구",
    dong: "완월동"
  },
  {
    do: "경상남도",
    si: "창원시 진해구",
    dong: "태평동"
  },
  {
    do: "경상북도",
    si: "김천시",
    dong: "개령면"
  },
  {
    do: "충청남도",
    si: "서산시",
    dong: "지곡면"
  },
  {
    do: "경기도",
    si: "용인시 기흥구",
    dong: "동백3동"
  },
  {
    do: "경상북도",
    si: "울진군",
    dong: "북면"
  },
  {
    do: "광주광역시",
    si: "남구",
    dong: "월산동"
  },
  {
    do: "전라남도",
    si: "곡성군",
    dong: "옥과면"
  },
  {
    do: "전라남도",
    si: "영광군",
    dong: "홍농읍"
  },
  {
    do: "전라북도",
    si: "진안군",
    dong: "안천면"
  },
  {
    do: "강원도",
    si: "동해시",
    dong: "부곡동"
  },
  {
    do: "강원도",
    si: "원주시",
    dong: "원인동"
  },
  {
    do: "경기도",
    si: "안양시 만안구",
    dong: "박달2동"
  },
  {
    do: "경기도",
    si: "연천군",
    dong: "신서면"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "상대2동"
  },
  {
    do: "경상남도",
    si: "하동군",
    dong: "양보면"
  },
  {
    do: "경상남도",
    si: "하동군",
    dong: "화개면"
  },
  {
    do: "경상남도",
    si: "합천군",
    dong: "초계면"
  },
  {
    do: "경상북도",
    si: "경주시",
    dong: "내남면"
  },
  {
    do: "경상북도",
    si: "고령군",
    dong: "쌍림면"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "도개면"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "신평2동"
  },
  {
    do: "경상북도",
    si: "봉화군",
    dong: "석포면"
  },
  {
    do: "경상북도",
    si: "봉화군",
    dong: "재산면"
  },
  {
    do: "경상북도",
    si: "성주군",
    dong: "초전면"
  },
  {
    do: "경상북도",
    si: "영천시",
    dong: "남부동"
  },
  {
    do: "경상북도",
    si: "영천시",
    dong: "신녕면"
  },
  {
    do: "경상북도",
    si: "예천군",
    dong: "은풍면"
  },
  {
    do: "대구광역시",
    si: "달성군",
    dong: "하빈면"
  },
  {
    do: "인천광역시",
    si: "동구",
    dong: "송림1동"
  },
  {
    do: "전라북도",
    si: "완주군",
    dong: "용진읍"
  },
  {
    do: "충청북도",
    si: "영동군",
    dong: "추풍령면"
  },
  {
    do: "충청북도",
    si: "영동군",
    dong: "학산면"
  },
  {
    do: "충청북도",
    si: "제천시",
    dong: "남현동"
  },
  {
    do: "인천광역시",
    si: "중구",
    dong: "도원동"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "대평면"
  },
  {
    do: "경상남도",
    si: "창녕군",
    dong: "유어면"
  },
  {
    do: "충청남도",
    si: "보령시",
    dong: "청소면"
  },
  {
    do: "경상남도",
    si: "고성군",
    dong: "동해면"
  },
  {
    do: "경상남도",
    si: "고성군",
    dong: "상리면"
  },
  {
    do: "경상남도",
    si: "고성군",
    dong: "영오면"
  },
  {
    do: "경상남도",
    si: "밀양시",
    dong: "초동면"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "대곡면"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "지수면"
  },
  {
    do: "경상남도",
    si: "창녕군",
    dong: "길곡면"
  },
  {
    do: "경상남도",
    si: "함안군",
    dong: "칠서면"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "낙안면"
  },
  {
    do: "경상남도",
    si: "합천군",
    dong: "야로면"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "해평면"
  },
  {
    do: "경상북도",
    si: "의성군",
    dong: "구천면"
  },
  {
    do: "서울특별시",
    si: "용산구",
    dong: "이촌2동"
  },
  {
    do: "부산광역시",
    si: "해운대구",
    dong: "반여4동"
  },
  {
    do: "경상남도",
    si: "창녕군",
    dong: "대지면"
  },
  {
    do: "충청북도",
    si: "괴산군",
    dong: "사리면"
  },
  {
    do: "충청북도",
    si: "괴산군",
    dong: "청안면"
  },
  {
    do: "충청북도",
    si: "청주시 상당구",
    dong: "미원면"
  },
  {
    do: "서울특별시",
    si: "송파구",
    dong: "오륜동"
  },
  {
    do: "경상남도",
    si: "김해시",
    dong: "대동면"
  },
  {
    do: "대구광역시",
    si: "동구",
    dong: "도평동"
  },
  {
    do: "전라남도",
    si: "곡성군",
    dong: "석곡면"
  },
  {
    do: "전라북도",
    si: "무주군",
    dong: "무풍면"
  },
  {
    do: "충청남도",
    si: "서산시",
    dong: "고북면"
  },
  {
    do: "강원도",
    si: "양구군",
    dong: "동면"
  },
  {
    do: "강원도",
    si: "홍천군",
    dong: "서석면"
  },
  {
    do: "경기도",
    si: "안성시",
    dong: "삼죽면"
  },
  {
    do: "경상남도",
    si: "남해군",
    dong: "남면"
  },
  {
    do: "경상남도",
    si: "함양군",
    dong: "서하면"
  },
  {
    do: "경상북도",
    si: "울진군",
    dong: "온정면"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "연기면"
  },
  {
    do: "전라남도",
    si: "나주시",
    dong: "금천면"
  },
  {
    do: "전라남도",
    si: "담양군",
    dong: "수북면"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "옥서면"
  },
  {
    do: "충청남도",
    si: "공주시",
    dong: "금학동"
  },
  {
    do: "충청남도",
    si: "공주시",
    dong: "사곡면"
  },
  {
    do: "충청북도",
    si: "제천시",
    dong: "의암동"
  },
  {
    do: "강원도",
    si: "고성군",
    dong: "현내면"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "원미2동"
  },
  {
    do: "경기도",
    si: "안산시 단원구",
    dong: "고잔1동"
  },
  {
    do: "경기도",
    si: "양평군",
    dong: "개군면"
  },
  {
    do: "경기도",
    si: "양평군",
    dong: "양동면"
  },
  {
    do: "경상남도",
    si: "산청군",
    dong: "신등면"
  },
  {
    do: "경상북도",
    si: "문경시",
    dong: "농암면"
  },
  {
    do: "경상북도",
    si: "상주시",
    dong: "공성면"
  },
  {
    do: "경상북도",
    si: "성주군",
    dong: "월항면"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "북후면"
  },
  {
    do: "경상북도",
    si: "영덕군",
    dong: "축산면"
  },
  {
    do: "경상북도",
    si: "영주시",
    dong: "부석면"
  },
  {
    do: "경상북도",
    si: "영주시",
    dong: "순흥면"
  },
  {
    do: "대구광역시",
    si: "북구",
    dong: "침산1동"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "원대동"
  },
  {
    do: "대전광역시",
    si: "서구",
    dong: "가장동"
  },
  {
    do: "세종특별자치시",
    si: "세종특별자치시",
    dong: "연서면"
  },
  {
    do: "인천광역시",
    si: "중구",
    dong: "송월동"
  },
  {
    do: "전라남도",
    si: "화순군",
    dong: "능주면"
  },
  {
    do: "충청남도",
    si: "보령시",
    dong: "청라면"
  },
  {
    do: "충청남도",
    si: "서천군",
    dong: "비인면"
  },
  {
    do: "충청남도",
    si: "예산군",
    dong: "신양면"
  },
  {
    do: "충청남도",
    si: "천안시 동남구",
    dong: "문성동"
  },
  {
    do: "충청북도",
    si: "괴산군",
    dong: "연풍면"
  },
  {
    do: "충청북도",
    si: "단양군",
    dong: "대강면"
  },
  {
    do: "충청북도",
    si: "제천시",
    dong: "청풍면"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "엄정면"
  },
  {
    do: "강원도",
    si: "고성군",
    dong: "죽왕면"
  },
  {
    do: "강원도",
    si: "양양군",
    dong: "강현면"
  },
  {
    do: "전라북도",
    si: "김제시",
    dong: "용지면"
  },
  {
    do: "경상남도",
    si: "거창군",
    dong: "남하면"
  },
  {
    do: "경상남도",
    si: "밀양시",
    dong: "상동면"
  },
  {
    do: "인천광역시",
    si: "중구",
    dong: "신흥동"
  },
  {
    do: "경상북도",
    si: "안동시",
    dong: "예안면"
  },
  {
    do: "충청남도",
    si: "보령시",
    dong: "대천2동"
  },
  {
    do: "서울특별시",
    si: "성북구",
    dong: "장위3동"
  },
  {
    do: "경기도",
    si: "동두천시",
    dong: "보산동"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "연동"
  },
  {
    do: "충청남도",
    si: "태안군",
    dong: "남면"
  },
  {
    do: "전라남도",
    si: "신안군",
    dong: "지도읍"
  },
  {
    do: "전라남도",
    si: "무안군",
    dong: "해제면"
  },
  {
    do: "부산광역시",
    si: "남구",
    dong: "용호4동"
  },
  {
    do: "울산광역시",
    si: "울주군",
    dong: "웅촌면"
  },
  {
    do: "전라북도",
    si: "무주군",
    dong: "안성면"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "연초면"
  },
  {
    do: "경상남도",
    si: "통영시",
    dong: "욕지면"
  },
  {
    do: "전라북도",
    si: "남원시",
    dong: "산내면"
  },
  {
    do: "전라북도",
    si: "남원시",
    dong: "이백면"
  },
  {
    do: "경상남도",
    si: "창원시 마산회원구",
    dong: "회성동"
  },
  {
    do: "경상북도",
    si: "군위군",
    dong: "소보면"
  },
  {
    do: "전라남도",
    si: "신안군",
    dong: "암태면"
  },
  {
    do: "충청남도",
    si: "태안군",
    dong: "소원면"
  },
  {
    do: "강원도",
    si: "홍천군",
    dong: "두촌면"
  },
  {
    do: "부산광역시",
    si: "영도구",
    dong: "동삼3동"
  },
  {
    do: "충청남도",
    si: "아산시",
    dong: "송악면"
  },
  {
    do: "전라남도",
    si: "장흥군",
    dong: "대덕읍"
  },
  {
    do: "전라북도",
    si: "장수군",
    dong: "번암면"
  },
  {
    do: "경상남도",
    si: "사천시",
    dong: "선구동"
  },
  {
    do: "대구광역시",
    si: "서구",
    dong: "비산6동"
  },
  {
    do: "경상북도",
    si: "영천시",
    dong: "서부동"
  },
  {
    do: "경기도",
    si: "성남시 수정구",
    dong: "시흥동"
  },
  {
    do: "광주광역시",
    si: "서구",
    dong: "양3동"
  },
  {
    do: "전라남도",
    si: "화순군",
    dong: "북면"
  },
  {
    do: "전라북도",
    si: "임실군",
    dong: "관촌면"
  },
  {
    do: "경기도",
    si: "안산시 상록구",
    dong: "안산동"
  },
  {
    do: "경기도",
    si: "의정부시",
    dong: "가능2동"
  },
  {
    do: "경기도",
    si: "고양시 덕양구",
    dong: "효자동"
  },
  {
    do: "전라북도",
    si: "김제시",
    dong: "황산면"
  },
  {
    do: "충청북도",
    si: "청주시 상당구",
    dong: "문의면"
  },
  {
    do: "대전광역시",
    si: "동구",
    dong: "판암2동"
  },
  {
    do: "경상북도",
    si: "구미시",
    dong: "지산동"
  },
  {
    do: "경상북도",
    si: "청송군",
    dong: "현서면"
  },
  {
    do: "경상북도",
    si: "군위군",
    dong: "효령면"
  },
  {
    do: "경기도",
    si: "과천시",
    dong: "부림동"
  },
  {
    do: "경상북도",
    si: "김천시",
    dong: "농소면"
  },
  {
    do: "경상북도",
    si: "영천시",
    dong: "고경면"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "창신2동"
  },
  {
    do: "인천광역시",
    si: "연수구",
    dong: "연수3동"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "옥산면"
  },
  {
    do: "광주광역시",
    si: "광산구",
    dong: "동곡동"
  },
  {
    do: "서울특별시",
    si: "종로구",
    dong: "창신3동"
  },
  {
    do: "전라남도",
    si: "곡성군",
    dong: "겸면"
  },
  {
    do: "충청남도",
    si: "부여군",
    dong: "내산면"
  },
  {
    do: "강원도",
    si: "횡성군",
    dong: "안흥면"
  },
  {
    do: "충청남도",
    si: "논산시",
    dong: "노성면"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "주암면"
  },
  {
    do: "충청북도",
    si: "단양군",
    dong: "단성면"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "성산면"
  },
  {
    do: "경상북도",
    si: "김천시",
    dong: "봉산면"
  },
  {
    do: "전라남도",
    si: "보성군",
    dong: "겸백면"
  },
  {
    do: "전라북도",
    si: "남원시",
    dong: "아영면"
  },
  {
    do: "전라북도",
    si: "장수군",
    dong: "계북면"
  },
  {
    do: "충청남도",
    si: "공주시",
    dong: "이인면"
  },
  {
    do: "충청남도",
    si: "공주시",
    dong: "탄천면"
  },
  {
    do: "충청남도",
    si: "금산군",
    dong: "군북면"
  },
  {
    do: "충청북도",
    si: "괴산군",
    dong: "장연면"
  },
  {
    do: "충청북도",
    si: "단양군",
    dong: "적성면"
  },
  {
    do: "경상남도",
    si: "하동군",
    dong: "고전면"
  },
  {
    do: "경기도",
    si: "평택시",
    dong: "신장2동"
  },
  {
    do: "강원도",
    si: "영월군",
    dong: "김삿갓면"
  },
  {
    do: "경상북도",
    si: "포항시 남구",
    dong: "대송면"
  },
  {
    do: "전라남도",
    si: "영광군",
    dong: "불갑면"
  },
  {
    do: "전라남도",
    si: "해남군",
    dong: "송지면"
  },
  {
    do: "전라북도",
    si: "정읍시",
    dong: "산내면"
  },
  {
    do: "전라북도",
    si: "정읍시",
    dong: "상교동"
  },
  {
    do: "부산광역시",
    si: "강서구",
    dong: "가덕도동"
  },
  {
    do: "충청북도",
    si: "증평군",
    dong: "도안면"
  },
  {
    do: "경상남도",
    si: "거제시",
    dong: "하청면"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "황전면"
  },
  {
    do: "충청북도",
    si: "충주시",
    dong: "산척면"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "평화동"
  },
  {
    do: "강원도",
    si: "강릉시",
    dong: "옥계면"
  },
  {
    do: "강원도",
    si: "홍천군",
    dong: "화촌면"
  },
  {
    do: "경상남도",
    si: "고성군",
    dong: "대가면"
  },
  {
    do: "경상남도",
    si: "산청군",
    dong: "단성면"
  },
  {
    do: "경상북도",
    si: "울진군",
    dong: "매화면"
  },
  {
    do: "전라북도",
    si: "김제시",
    dong: "부량면"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "금마면"
  },
  {
    do: "충청남도",
    si: "홍성군",
    dong: "은하면"
  },
  {
    do: "강원도",
    si: "춘천시",
    dong: "서면"
  },
  {
    do: "경기도",
    si: "부천시",
    dong: "소사동"
  },
  {
    do: "경상남도",
    si: "합천군",
    dong: "대양면"
  },
  {
    do: "경상북도",
    si: "청송군",
    dong: "부동면"
  },
  {
    do: "인천광역시",
    si: "남동구",
    dong: "만수4동"
  },
  {
    do: "전라북도",
    si: "부안군",
    dong: "진서면"
  },
  {
    do: "경상북도",
    si: "청도군",
    dong: "운문면"
  },
  {
    do: "전라남도",
    si: "영암군",
    dong: "학산면"
  },
  {
    do: "전라북도",
    si: "군산시",
    dong: "중앙동"
  },
  {
    do: "전라남도",
    si: "영암군",
    dong: "미암면"
  },
  {
    do: "전라남도",
    si: "장성군",
    dong: "진원면"
  },
  {
    do: "광주광역시",
    si: "남구",
    dong: "주월2동"
  },
  {
    do: "경상남도",
    si: "창녕군",
    dong: "도천면"
  },
  {
    do: "전라남도",
    si: "보성군",
    dong: "미력면"
  },
  {
    do: "충청남도",
    si: "당진시",
    dong: "우강면"
  },
  {
    do: "경기도",
    si: "여주시",
    dong: "점동면"
  },
  {
    do: "경상남도",
    si: "밀양시",
    dong: "산외면"
  },
  {
    do: "전라남도",
    si: "함평군",
    dong: "나산면"
  },
  {
    do: "전라북도",
    si: "남원시",
    dong: "인월면"
  },
  {
    do: "인천광역시",
    si: "강화군",
    dong: "불은면"
  },
  {
    do: "전라남도",
    si: "순천시",
    dong: "향동"
  },
  {
    do: "전라남도",
    si: "나주시",
    dong: "동강면"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "오산면"
  },
  {
    do: "전라남도",
    si: "영광군",
    dong: "백수읍"
  },
  {
    do: "전라남도",
    si: "해남군",
    dong: "북일면"
  },
  {
    do: "전라북도",
    si: "익산시",
    dong: "낭산면"
  },
  {
    do: "충청남도",
    si: "논산시",
    dong: "성동면"
  },
  {
    do: "충청남도",
    si: "서산시",
    dong: "부석면"
  },
  {
    do: "충청남도",
    si: "천안시 동남구",
    dong: "광덕면"
  },
  {
    do: "충청북도",
    si: "괴산군",
    dong: "칠성면"
  },
  {
    do: "충청남도",
    si: "부여군",
    dong: "홍산면"
  },
  {
    do: "강원도",
    si: "동해시",
    dong: "삼화동"
  },
  {
    do: "경상북도",
    si: "영주시",
    dong: "상망동"
  },
  {
    do: "강원도",
    si: "정선군",
    dong: "북평면"
  },
  {
    do: "충청남도",
    si: "보령시",
    dong: "주교면"
  },
  {
    do: "경상남도",
    si: "진주시",
    dong: "내동면"
  },
  {
    do: "경상남도",
    si: "함안군",
    dong: "법수면"
  },
  {
    do: "전라남도",
    si: "목포시",
    dong: "유달동"
  },
  {
    do: "충청남도",
    si: "논산시",
    dong: "상월면"
  },
  {
    do: "전라남도",
    si: "광양시",
    dong: "진월면"
  },
  {
    do: "전라남도",
    si: "장성군",
    dong: "북일면"
  },
  {
    do: "전라북도",
    si: "남원시",
    dong: "금동"
  },
  {
    do: "광주광역시",
    si: "북구",
    dong: "석곡동"
  },
  {
    do: "전라북도",
    si: "부안군",
    dong: "주산면",
  }
]
}